Repository: pg-irc/ui-strings
Catalog: jsx_strings/*/jsx_strings.po
Languages: ar, pa, tl

source: PeaceGeeks is not liable for any damages incurred as a result of or related to the use of the app. PeaceGeeks is not an immigration consultancy network, and therefore cannot provide advice or support directly related to immigration. Arrival Advisor exists to offer newcomers a directory of services and resources to assist settlement in Metro Vancouver and does not exist in an official Immigration Service capacity.
ar: لا تتحمل PeaceGeeks المسؤولية القانونية عن أي ضرر مادي حدث نتيجة لاستخدام التطبيق ومتعلق باستخدام التطبيق. PeaceGeeks ليست شبكة استشارات هجرة وبالتالي لا يمكنها تقديم المشورة أو المساندة المباشرة في أمور الهجرة. الغرض من Arrival Advisor هو تقديم دليل بالخدمات والموارد للقادمين الجدد ليساعدهم في الاستقرار في مترو فانكوفر وليس الغرض منه أن يقدم خدمات هجرة ذات طابع رسمي.
pa: ਪੀਸਗੀਕਸ (PeaceGeeks) ਐਪ ਦੀ ਵਰਤੋਂ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਜਾਂ ਕਿਸੇ ਵੀ ਵਰਤੋਂ ਦੇ ਕਰਕੇ ਹੋਣ ਵਾਲੇ ਨੁਕਸਾਨ ਦੀ ਦੇਣਦਾਰ ਨਹੀਂ ਹੈ। ਪੀਸਗੀਕਸ (PeaceGeeks)ਕੋਈ ਇੰਮੀਗਰੇਸ਼ਨ ਸਲਾਹਕਾਰ ਨੈੱਟਵਰਕ ਨਹੀਂ ਹੈ ਅਤੇ ਇਸਕਰਕੇ ਇੰਮੀਗਰੇਸ਼ਨ ਸੰਬੰਧੀ ਕੋਈ ਵੀ ਸਿੱਧੀ ਸਲਾਹ ਜਾਂ ਸਹਿਯੋਗ ਨਹੀਂ ਦਿੰਦੀ। Arrival Advisor ਨਵੇਂ ਆਉਣ ਵਾਲਿਆਂ ਨੂੰ ਮੈਟਰੋ ਵੈਨਕੂਵਰ ਵਿੱਚ ਸੈਟਲ ਹੋਣ ਲਈ ਸਹਾਇਤਾ ਵਾਸਤੇ ਸੇਵਾਵਾਂ ਤੇ ਸਰੋਤਾਂ ਦੀ ਡਾਇਰੈਕਟਰੀ ਦੇਣ ਲਈ ਮੌਜੂਦ ਹੈ ਅਤੇ ਅਧਿਕਾਰਿਤ ਇੰਮੀਗਰੇਸ਼ਨ ਸੇਵਾ ਸਮਰੱਥਾ ਵਿੱਚ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
tl: Ang PeaceGeeks ay walang pananagutan sa anumang mga pinsalang natamo bilang resulta ng o kaugnay sa paggamit ng app. Ang PeaceGeeks ay hindi network ng pagkonsulta sa imigrasyon, at kung kaya hindi makapaglalaan ng direktang payo o suporta may kaugnayan sa imigrasyon. Ang Arrival Advisor ay umiiral upang mag-alok sa mga bagong dating ng direktoryo ng mga serbisyo at mapagkukunan upang makatulong sa paninirahan sa Metro Vancouver at hindi umiiral sa opisyal na kapasidad ng Serbisyo ng Imigrasyon.

source: Phone
ar: هاتف
pa: ਫ਼ੋਨ
tl: Telepono

source: Phone numbers
ar: أرقام الهاتف
tl: Mga numeró ng teleponó

source: Police, fire and medical emergencies
ar: الشرطة والمطافئ والطوارئ الصحية
pa: ਪੁਲਸ, ਅੱਗ ਬਝਾਉਣ ਅਤੇ ਮੈਡੀਕਲ ਐਮਰਜੈਂਸੀ
tl: Pulis, sunog at medikal na mga emergency

source: Postal Code - "V5Y 1V4"
ar: الرمز البريدي - «V5Y 1V4»
pa: ਪੋਸਟਲ ਕੋਡ - "V5Y 1V4"

source: Privacy policy
ar: سياسة الخصوصية
pa: ਪਰਦਦੇਰੀ ਨੀਤੀ
tl: Patakaran sa Pagkapribado

source: Provide any additional information (optional)
ar: يرجى تقديم أية معلومات إضافية (اختياري)
tl: Magbigáy ng anumáng karagdagang impormasyón (opsyonál)

source: Provided by
ar: يقدمها لكم
tl: Ibinigay ng

source: RELATED TOPICS
ar: موضوعات ذات صلة
pa: ਸੰਬੰਧਿਤ ਵਿਸ਼ੇ
tl: KAUGNAY NA MGA PAKSA

source: Read less
ar: تقليل النص
pa: ਘੱਟ ਪੜ੍ਹੋ
tl: Basahin ang kaunti

source: Read more
ar: زيادة النص
pa: ਵੱਧ ਪੜ੍ਹੋ
tl: Basahin ang higit

source: Recommended for you
ar: توصيات إليك
pa: ਤੁਹਾਡੇ ਲਈ ਸਿਫਾਰਸ਼ਾਂ ਹਨ
tl: Nirerekomenda para sa iyo

source: SELECT YOUR LANGUAGE
ar: اختر لغتك
pa: ਆਪਣੀ ਭਾਸ਼ਾ ਚੁਣੋ
tl: PUMILI NG IYONG WIKA

source: SERVICE
ar: الخدمة
pa: ਸੇਵਾਵਾਂ
tl: SERBISYO

source: Save important topics and services to build your personal plan for settlement.
ar: احفظ المواضيع والخدمات المهمة كي تنشئ خطتك للاستقرار المخصصة.
pa: ਸੈਟਲਮੈਂਟ ਲਈ ਤੁਹਾਡੀ ਨਿੱਜੀ ਵਿਓਂਤ ਬਣਾਉਣ ਲਈ ਖਾਸ ਵਿਸ਼ਿਆਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਸੰਭਾਲੋ।
tl: Itago ang mahahalagang paksa upang bumuo ng iyong personal na plano sa paninirahan.

source: Search
ar: البحث
pa: ਖੋਜੋ
tl: Hanapin

source: Search for a different keyword
ar: البحث عن كلمة مفتاحية أخرى
pa: ਵੱਖਰੇ ਸ਼ਬਦ ਨਾਲ ਖੋਜੋ
tl: Humanap ng ibang salita

source: Search for services
ar: البحث عن الخدمات
pa: ਸੇਵਾਵਾਂ ਖੋਜੋ
tl: Maghanap ng mga serbisyo

source: Search is currently in beta and only available in English. For support in other languages, please
ar: خاصية البحث في المرحلة التجريبية حاليا ومتاحة فقط باللغة الإنكليزية.كي تحصل على الدعم بلغة أخرى، يرجى
pa: ਖੋਜ ਇਸ ਵੇਲੇ ਟੈਸਟਿੰਗ 'ਚ ਹੈ ਅਤੇ ਸਿਰਫ਼ ਅੰਗਰੇਜ਼ੀ 'ਚ ਉਪਲਬਧ ਹੈ। ਹੋਰ ਭਾਸ਼ਾਵਾਂ ਲਈ ਕਿਰਪਾ ਕਰਕੇ
tl: "Search" ay kasalukuyang sa Ingles lamang. Kung nais ng suporta sa ibang wika,

source: See recommendations
ar: طالع التوصيات
pa: ਸਿਫਾਰਸ਼ਾਂ ਵੇਖੋ
tl: Tingnan ang mga rekomendasyon

source: Select your language
ar: اختر لغتك
pa: ਆਪਣੀ ਭਾਸ਼ਾ ਚੁਣੋ
tl: Pumili ng wika mo

source: Server error
ar: خطأ من الخادم
pa: ਸਰਵਰ ਗਲਤੀ
tl: Error ng server

source: Server version:
ar: إصدار رقم:
pa: ਸਰਵਰ ਵਰਜ਼ਨ: {0}
tl: Bersyon ng server:

source: Services
ar: الخدمات
pa: ਸੇਵਾਵਾਂ
tl: Mga Serbisyo

source: Services are not available offline. Please connect to the internet and try again.
ar: الخدمات غير متاحة دون اتصال بالإنترنت. يرجى الاتصال بالإنترنت والمحاولة مرة أخرى.
pa: ਸੇਵਾਵਾਂ ਆਫਲਾਈਨ ਮੌਜੂਦ ਨਹੀਂ ਹਨ। ਇੰਟਰਨੈੱਟ ਨਾਲ ਕਨੈਕਟ ਕਰਕੇ ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਕਰੋ।
tl: Hindi available sa offline ang mga serbisyo. Mangyaring kumonekta sa internet at subukan uli.

source: Services information and referral
ar: معلومات عن الخدمات وإحالات إلى خدمات
pa: ਸੇਵਾਵਾਂ ਜਾਣਕਾਰੀ ਅਤੇ ਹਵਾਲੇ
tl: Mga serbisyong impormasyon at referral

source: Services listed on Arrival Advisor
ar: الخدمات المدرجة في تطبيق Arrival Advisor
tl: Mga serbisyong nakalistá sa Arrival Advisor

source: Settling in Canada is now easier.
ar: أصبح الاستقرار في كندا الآن أسهل من ذي قبل.
pa: ਕੈਨੇਡਾ ਵਿੱਚ ਸੈਟਲ ਹੋਣਾ ਹੁਣ ਹੋਰ ਵੀ ਸੌਖਾ ਹੋਇਆ।
tl: Mas madali na ngayon ang paninirahan sa Canada.

source: Show more services
ar: عرض المزيد من الخدمات
pa: ਹੋਰ ਸੇਵਾਵਾਂ ਵੇਖੋ
tl: Ipakita ang higit na mga serbisyo

source: Skip
ar: تخطى
pa: ਛੱਡੋ
tl: Laktawan

source: Start
ar: ابدأ
pa: ਸ਼ੁਰੂ ਕਰੋ
tl: Magsimula

source: Start settling in B.C.
ar: بدء الاستقرار في بريتيش كولومبيا.
pa: ਬੀ.ਸੀ. ਵਿੱਚ ਸੈਟਲ ਹੋਣਾ ਸ਼ੁਰੂ ਕਰੋ
tl: Simulan ang paninirahan sa B.C.

source: Street - "1356 Kingsway Vancouver"
ar: الشارع - «‎1356 Kingsway Vancouver»
tl: Ngalan ng Kalye - "1356 Kingsway Vancouver"

source: Submit
ar: إرسال
tl: Isumité

source: Suggest an update
ar: اقترح تحديث
pa: ਅੱਪਡੇਟ ਲਈ ਸੁਝਾਅ ਦਿਓ
tl: Magmungkahi ng update

source: Tell us more about this service
ar: أخبرنا المزيد عن هذه الخدمة
tl: Sabihin pa sa amin ang tungkol sa serbisyong ito

source: Terms of Use
ar: شروط الاستخدام
pa: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
tl: Mga Termino ng Paggamit

source: Thank you for your contribution!
ar: شكرا على المساهمة
tl: Salamat sa iyóng tulong!

source: The Arrival Advisor app is created by PeaceGeeks in partnership with settlement organizations in Metro Vancouver, as well as immigrants and refugees like you. This project is possible thanks to funding by the Province of British Columbia and Google.org Canada in partnership with LEAP | Pecaut Centre for Social Impact. Special thanks also goes to individual donors who make this project possible. Arrival Advisor is an open-source project. You can view it on <0>GitHub</0> and <1>contact us</1> to learn how you can support this project.
ar: صمم تطبيق Arrival Advisor بالتعاون مع مقدمي خدمات الاستقرار في مترو فانكوفر ومهاجرين ولاجئين مثلك. نود أن نتوجه بالشكر الجزيل على الدعم المالي الذي قدمته مقاطعة بريتيش كولومبيا عن طريق وزارة الوظائف والتجارة والتقنية، وكذلك Google.org Canada. كما نتوجه بالشكر الخاص للمتبرعين من الأفراد الذين جعلوا من هذا المشروع حقيقة. تطبيق Arrival Advisor هو مشروع مفتوح المصدر. يمكنك زيارة التطبيق على <0> GitHub</0> ويمكنك أيضا <1>التواصل معنا</1> كي تتعرف على المزيد عن كيفية تقديم الدعم لهذا المشروع.
pa: Arrival Advisor ਨੂੰ ਪੀਸਗੀਕਸ ਵਲੋਂ ਮੈਟਰੋ ਵੈਨਕੂਵਰ ਵਿੱਚ ਸਟੈਲਮੈਂਟ ਸੰਗਠਨਾਂ ਦੀ ਹਿੱਸੇਦਾਰ ਦੇ ਨਾਲ ਨਾਲ ਤੁਹਾਡੇ ਵਰਗੇ ਇਮੀਗਰੈਂਟ ਤੇ ਰਿਊਫ਼ਜੀ ਨਾਲ ਮਿਲ ਬਣਾਇਆ ਗਿਆ ਹੈ। ਇਹ ਪ੍ਰੋਜੈਕਟ ਸਮਾਜਿਕ ਅਸਰ ਲਈ ਲੀਪ (LEAP) | ਪੀਕੌਟ ਸੈਂਟਰ (Pecaut Centre)ਨਾਲ ਹਿੱਸੇਦਾਰੀ ਵਿੱਚ ਬ੍ਰਿਟਿਸ਼ ਕੋਲੰਬੀਆ ਸੂਬੇ ਅਤੇ Google.org Canada ਵਲੋਂ ਵਿੱਤੀ ਸਹਿਯੋਗ ਕਰਕੇ ਸੰਭਵ ਹੋਇਆ ਹੈ। ਇਸ ਤੋਂ ਇਲਾਵਾ ਲੋਕਾਂ ਵਲੋਂ ਦਾਨ ਲਈ ਖਾਸ ਧੰਨਵਾਦ ਹੈ, ਜਿਹਨਾਂ ਇਸ ਪ੍ਰੋਜੈਕਟ ਨੂੰ ਸੰਭਵ ਬਣਾਇਆ। Arrival Advisor ਖੁੱਲ੍ਹੇ-ਸਰੋਤ ਵਾਲਾ ਪ੍ਰੋਜੈਕਟ ਹੈ। ਤੁਸੀਂ ਇਸ ਨੂੰ <0>Github</0> ਉੱਤੇ ਵੇਖ ਸਕਦੇ ਹੋ ਅਤੇ ਇਸ ਪ੍ਰੋਜੈਕਟ ਲਈ ਤੁਸੀਂ ਸਹਿਯੋਗ ਕਿਵੇਂ ਕਰੋ, ਬਾਰੇ ਸਿੱਖਣ ਲਈ <1>ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ</1>।
tl: Ang Arrival Advisor app ay nilikha ng PeaceGeeks sa pakikipagtulungan ng mga organisasyon sa paninirahan sa Metro Vancouver, gayundin sa mga imigrante at takas na tulad mo. Gayundin sa mga imigrante at takas na tulad mo. Ang proyektong ito ay nagawa dahil sa pondo ng Probinsya ng British Columbia at Google.org Canada sa pakikipagtulungan ng LEAP | Pecaut Centre for Social Impact. Espesyal na pasasalamat din sa mga indibidwal na donor na dahilan upang magawa ang proyektong ito. Ang Arrival Advisor ay isang open-source na proyekto. Maaari mong tingnan ito sa <0>Github</0> at <1>makipag-ugnayan sa amin</1> para malaman kung paano ka tutulong sa proyektong ito.

source: The app provides information about relevant newcomer services, and is intended for general guidance and reference only. While we aim to provide accurate and timely information, we do not have control over the ongoing accuracy of the information or the quality of the services provided. If you discover that a piece of information is outdated or not useful, please let us know in the feedback section of the app. The inclusion of services and resources in this app does not imply an endorsement or recommendation of those services over others. Utilization of services located through the app is undertaken at the risk of the user.
ar: يقدم التطبيق معلومات عن خدمات مطلوبة للقادمين الجدد والغرض منها تقديم إرشادات عامة وأن تكون مرجع لا غير. نهدف إلى تقديم معلومات دقيقة وسريعة إلا أننا لا نتحكم في دقة المعلومات أو مستوى جودة الخدمات المقدمة. لو اكتشفت أن أي من المعلومات أصبح قديم أو غير مفيد، يرجى إبلاغنا بذلك في قسم الآراء والملاحظات الخاص بالتطبيق. لا يعني وجود الخدمات في هذا التطبيق تصديقا أو توصية لهذه الخدمات دون غيرها. كما أن مسؤولية الاستعانة بالخدمات التي وجدتها مستخدما هذا التطبيق يقع على المستخدم.
pa: ਐਪ ਢੁੱਕਵੀਆਂ ਨਵੇਂ ਆਉਣ ਵਾਲਿਆਂ ਲਈ ਸੇਵਾਵਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਦਿੰਦੀ ਹੈ ਅਤੇ ਆਮ ਸੇਧ ਦੇਣ ਤੇ ਹਵਾਲੇ ਲਈ ਹੀ ਹੈ। ਜਦੋਂ ਕਿ ਸਾਡਾ ਮਕਸਦ ਦਰੁਸਤ ਅਤੇ ਸਮੇਂ ਸਿਰ ਜਾਣਕਾਰੀ ਦੇਣਾ ਹੈ, ਪਰ ਸਾਡਾ ਜਾਣਕਾਰੀ ਦੀ ਮੌਜੂਦਾ ਦਰੁਸਤਾ ਜਾਂ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਕੁਆਲਟੀ ਉੱਤੇ ਕੰਟਰੋਲ ਨਹੀਂ ਹੈ। ਜੇ ਤੁਸੀਂ ਜਾਣਕਾਰੀ ਦੇ ਹਿੱਸੇ ਦੇ ਪੁਰਾਣਾ ਹੋਣ ਜਾਂ ਫਾਇਦੇਮੰਦ ਨਾ ਹੋਣ ਦਾ ਪਤਾ ਲਗਾਉਂਦੇ ਹੋ ਤਾਂ ਐਪ ਦੇ ਸੁਝਾਅ ਖੇਤਰ ਵਿੱਚ ਸਾਨੂੰ ਦੱਸੋ। ਇਸ ਐਪ ਵਿੱਚ ਸੇਵਾਵਾਂ ਤੇ ਸਰੋਤਾਂ ਦੇ ਸ਼ਾਮਲ ਹੋਣ ਦਾ ਅਰਥ ਉਹਨਾਂ ਦੀ ਹੋਰਨਾਂ ਦੀ ਬਜਾਏ ਤਸਦੀਕ ਜਾਂ ਸਿਫਾਰਸ਼ ਕਰਨਾ ਨਹੀਂ ਹੈ। ਐਪ ਰਾਹੀਂ ਲੱਭੀਆਂ ਗਈਆਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਵਰਤੋਂਕਾਰ ਦੇ ਖ਼ਤਰੇ ਦੇ ਅਧੀਨ ਹੈ।
tl: Ang app ay nagbibigay ng impormasyon tungkol sa kaugnay na mga serbisyo ng bagong dating, at para sa pangkalahatang gabay at reperensya lamang. Habang layunin naming maglaan ng angkop at napapanahong impormasyon, hindi namin kontrolado ang isinasagawang katumpakan ng impormasyon o ang kalidad ng mga serbisyong inilaan. Kung natuklasan mo na ang bahagi ng impormasyon ay luma na o hindi kapaki-pakinabang, mangyaring ipaalam sa akin sa seksyon ng feedback ng app. Ang kabilang na mga serbisyo at mapagkukunan sa app na hindi ay hindi nagpapakita ng pag-endorso o rekomendasyon ng mga serbisyong iyon laban sa iba. Ang paggamit ng mga serbisyong matatagpuan sa app ay isinasagawa sa pananagutan ng user.

source: The services listed on Arrival Advisor come from <0>bc211</0>, a nonprofit information and referral organization that publishes a searchable online directory of community, government, and social services in British Columbia. bc211’s staff members collect and update this services information.
ar: الخدمات المدرجة في تطبيق Arrival Advisor مأخوذة من <0>bc211</0>، وهي منظمة غير هادفة للربح تقدم معلومات وإحالات، تنشر دليل على الإنترنت يمكن البحث فيه عن خدمات المجتمع والخدمات الحكومية والاجتماعية في بريتيش كولومبيا. يجمع موظفي منظمة bc211 معلومات هذه الخدمات ويتولون تحديثها.
tl: Nagmumulâ ang mga serbisyong nakalistá sa Arrival Advisor sa <0>bc211</0>, isang hindi-pangkalakal na organisasyon ng impormasyon at sangguni na naglalathala ng isang direktoryo na mahahanap online ukol sa mga serbisyo sa komunidad, pamahalaan, at panlipunan sa British Columbia. Kinokolekta at ina-update ng mga kawani ng bc211 itong impormasyon ng mga serbisyo.

source: This is Arrival Advisor version:
ar: هذا الإصدار من تطبيق Arrival Advisor هو:
pa: ਇਹ Arrival Advisor ਦਾ ਵਰਜ਼ਨ:
tl: Ito ay bersyon ng Arrival Advisor:

source: This link will open in your device's browser.
ar: هذا الرابط سوف يفتح في متصفح جهازك.
tl: Bubukás itóng link sa browser ng iyóng aparato.

source: This service no longer exists
ar: هذه الخدمة لم تعد موجودة
tl: Wala na ang serbisyong ito

source: To find services, please turn on Location Services for Arrival Advisor in Settings and try again.
ar: كي تجد الخدمات، يرجى تفعيل خدمات الموقع لتطبيق Arrival Advisor من الإعدادات وحاول مرة أخرى.
pa: ਸੇਵਾਵਾਂ ਲੱਭਣ ਲਈ, ਸੈਟਿੰਗਾਂ ਵਿੱਚ Arrival Advisor ਲਈ ਟਿਕਾਣਾ ਸੇਵਾਵਾਂ ਚਾਲੂ ਕਰੋ ਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
tl: Para humanap ng mga serbisyo, i-on ang mga Serbisyo ng Lokasyon para sa Arrival Advisor sa Settings at subukan muli.

source: Topics
ar: المواضيع
pa: ਵਿਸ਼ੇ
tl: Mga Paksa

source: Try again
ar: حاول مرة أخرى
pa: ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਕਰੋ
tl: Subukan muli

source: UPDATE MY RECOMMENDATIONS
ar: تحديث توصياتي
pa: ਮੇਰੀਆਂ ਸਿਫਾਰਸ਼ਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
tl: I-UPDATE ANG REKOMENDASYON KO

source: Website
ar: الموقع الشبكي

source: Website:
ar: الموقع الشبكي:
pa: ਵੈੱਬਸਾਈਟ:

source: Welcome to Arrival Advisor
ar: مرحبا بك في تطبيق Arrival Advisor
pa: Arrival Advisor ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ

source: We’re having difficulty connecting to the server. Please try again later.
ar: تواجهنا صعوبات في الاتصال بالخادم. يرجى المحاولة مرة أخرى في وقت لاحق.
pa: ਸਾਨੂੰ ਸਰਵਰ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਔਖਿਆਈ ਹੋ ਰਹੀ ਹੈ। ਬਾਅਦ 'ਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
tl: Nahihirapan kaming kumonekta sa server. Subukan uli mamaya.

source: Where do the services listed on Arrival Advisor come from?
ar: ما هو مصدر الخدمات المدرجة في تطبيق Arrival Advisor؟
tl: Saán ba nagmumulâ ang mga serbisyong nakalistá sa Arrival Advisor?

source: Yes
ar: نعم
pa: ਹਾਂ
tl: Oo

source: You can make a suggestion by clicking “Suggest an update” at the bottom of a service’s detail page in Arrival Advisor. Then, you can provide more information in the form to let us know what needs to be updated. You can choose to leave your contact email so that our team can follow up with you. The Arrival Advisor team will work with bc211 to review your suggestions before we make the final changes.
ar: يمكنك اقتراح تعديل عن طريق الضغط على زر «اقتراح تحديث» الموجود في أسفل صفحة تفاصيل الخدمة في تطبيق Arrival Advisor. بعد ذلك يمكنك أن تقدم المزيد من المعلومات مستخدما النموذج المبين كي تبلغنا بما يحتاج لتحديث. يمكنك أن تختار إضافة عنوان بريدك الإلكتروني حتى يمكن لفريقنا متابعة الأمر معك. سوف يتعاون فريق تطبيق Arrival Advisor مع منظمة bc211 للتحقق من اقتراحاتك قبل تنفيذ التغييرات النهائية.
tl: Maaarì kayóng magbigáy ng isáng mungkahì sa pagklík sa "Magmungkahì ng isáng pagbabago" sa ilalim ng pahináng detalye ng isáng serbisyo sa Arrival Advisor. Pagkatapos, maaarì kayóng magbigáy ng karagdagang impormasyón sa form upang ipaalam sa amin kung anó ang kailangang baguhin. Maaarì kayóng mag-iwan ng iyóng contact email upang kayóy sundán mulî ng aming pangkát. Ang pangkát ng Arrival Advisor ay makikipagtulungán sa bc211 upang suriin ang iyóng mga mungkahì bago kamí gumawâ ng panghulíng mga pagbabago.

source: You can read <0>bc211’s Inclusion Policy here</0> to see what organizations and services are listed. If you believe that your organization or service fits the inclusion criteria, you can email <1>updates@bc211.ca</1> so the bc211 team can review your organization or service. Visit <2>http://www.bc211.ca</2> for more information.
ar: يمكنك الاطلاع على <0>سياسة الضم التي تتبعها منظمة bc211 هنا</0> كي تتعرف على المنظمات والخدمات المدرجة. لو كنت ترى أن منظمتك أو خدماتك تنطبق عليها معايير الضم، يمكنك إرسال رسالة بريد إلكتروني إلى <1>updates@bc211.ca</1> حتى يتولى فريق bc211 التحقق من منظمتك أو خدماتك. يرجى زيارة <2>http://www.bc211.ca</2> للمزيد من المعلومات.
tl: Maaarì mong basahin ang <0>bc211’s Inclusion Policy here</0> (Patakarán ng Pagsasama ng bc211) rito</0> upang makità kung anóng mga organisasyón at serbisyong nakalistá. Kung naniniwalà kayó na ang iyóng samahán o serbisyo ay umaangkóp sa mga pamantayan sa pagsasama, maaarì kayóng mag-email sa <1>updates@bc211.ca</1> para maaaring suriin ng pangkát ng bc211 ang iyóng samahán o serbisyo. Bisitahin ang <2>http://www.bc211.ca</2> para sa marami pang impormasyón.

source: Your go-to guide to getting settled in your new community.
ar: دليلك المفضل نحو الاستقرار في مجتمعك الجديد.
pa: ਤੁਹਾਡੀ ਨਵੀਂ ਕਮਿਊਨਟੀ ਵਿੱਚ ਸੈਂਟਲ ਹੋਣ ਲਈ ਤੁਹਾਡੀ ਹੱਥਲੀ ਗਾਈਡ ਹੈ।
tl: “Gabay” sa pagsisimulang paninirahan sa inyong bagong komunidad.

source: Your suggestions will be reviewed by our team before making changes to the service information.
ar: سوف يراجع فريقنا اقتراحاتك قبل إجراء أي تغيير على معلومات الخدمة.
tl: Ang iyong mga mungkahi ay susuriin ng aming pangkat bago gumawa ng mga pagbabago sa impormasyon ng serbisyo.

source: call BC211.
ar: الاتصال بخدمة BC211.
pa: BC211 ਨੂੰ ਕਾਲ ਕਰੋ
tl: tumawag sa bc211

source: e.g. Service is permanently closed
ar: مثال: الخدمة مغلقة إغلاقا نهائيا
tl: hal. Permanenteng sarado ang serbisyo

source: {searchTermInput} near {searchLocationInput}
ar: {searchTermInput} بالقرب من {searchLocationInput}
tl: {searchTermInput} malapit sa {searchLocationInput}

source: When you give feedback about a service, PeaceGeeks collect and shares with bc211 your suggestions as well as the name of the service you're commenting on. We record the date and time the suggestion was received. If you choose to provide your email address, we collect that so that PeaceGeeks or bc211 may contact you regarding your suggested change. If you work at the service provider organization, you will have the option to also share your full name, job title and organization name. It is useful for us to know that the suggestion comes from someone who is familiar with the organization's work. See also PeaceGeeks' general <0>privacy policy</0> and bc211's <1>privacy page</1>.
ar: حينما تقدم لنا آرائك وملاحظاتك على خدمة ما، سوف تجمع منظمة PeaceGeeks وتشارك مع bc11 اقتراحاتك بالإضافة إلى اسم الخدمة التي تعلق عليها. نحن نسجل تاريخ ووقت تلقي الاقتراح. لو اخترت إضافة عنوان بريدك الإلكتروني، سوف نجمعه أيضا حتى يمكن لمنظمة PeaceGeeks أو bc11 الاتصال بك فيما يتعلق بتغييراتك المقترحة. لو كنت أحد موظفي المنظمة المقدمة للخدمة، سوف تمنح خيار أن تشارك أيضا اسمك كاملا ومنصبك واسم المنظمة. من المفيد لنا أن نعلم أن الاقتراح أتى من شخص على دراية بعمل المنظمة. طالع أيضا <0>سياسة الخصوصية</0> العامة لمنظمة PeaceGeeks وكذا <1>صفحة الخصوصية</1> الخاصة بمنظمة bc211.
tl: Kapag nagbigay ka ng katugonan tungkol sa isang serbisyo, kinokolekta at ibinabahagi ng PeaceGeeks sa bc211 ang iyong mga mungkahi pati na rin ang pangalan ng serbisyo na iyong binibigyan ng komento. Itinatala namin ang petsa at oras na natanggap ang mungkahi. Kung pipiliin mong ibigay ang iyong email address, kinokolekta namin iyon upang ang PeaceGeeks o bc211 ay makipag-ugnayan sa iyo tungkol sa iyong iminumungkahing pagbabago. Kung nagtatrabaho ka sa organisasyon na nagbibigay ng serbisyoÂ maari mong piliin na ibahagi ang iyong buong pangalan, posisyon sa trabaho at pangalan ng organisasyon. Mahalaga sa amin na malaman na ang mungkahi ay nagmula s isang taong pamilyar sa gawain ng ogranisasyon. Tingnan din ang PeaceGeeks' pangkalahatan (hyperlink)

source: How is PeaceGeeks and bc211 using the information collected?
ar: ماذا يفعل كل من PeaceGeeks و bc211 ببياناتي؟
tl: Ano ang ginagawa ng PeaceGeeks at bc211 sa data ko?

source: Comment
ar: تعليق

source: How was your experience with {0}?
ar: كيف كانت خبرة تعاملك مع {0}؟

source: How was your experience with this service?
ar: كيف كانت خبرة تعاملك مع هذه الخدمة؟

source: Looks like you used the service,
ar: يبدو أنك قد استعنت بالخدمة،

source: Tell us more about your experience:
ar: أخبرنا المزيد عن خبرة تعاملك:

source: Your feedback is reviewed by our team and shared with the service provider.
ar: سوف يراجع فريقنا آرائك وملاحظاتك وسيشاركها مع مقدم الخدمة.

source: Your feedback helps newcomers.
ar: آرائك وملاحظاتك سوف تساعد الوافدين الجدد.

source: Tell us about your experience with a service you have used. Service providers use that feedback to improve.
ar: أخبرنا عن خبرة تعاملك مع أحد الخدمات التي استعنت بها. سوف يستعين مقدمو الخدمات بهذه الآراء والملاحظات في تحسين مستوى خدماتهم.

source: Was this service helpful?
ar: هل كانت هذه الخدمة مفيدة ونافعة؟
