Repository: pg-irc/ui-strings
Catalog: jsx_strings/*/jsx_strings.po
Languages: ar, pa, tl

source: Learn more
ar: تعرف على المزيد
tl: Matuto nang higít pa

source: ABOUT THE APP
ar: نبذة عن التطبيق
pa: ਐਪ ਬਾਰੇ
tl: TUNGKOL SA APP

source: About
ar: نبذة
pa: ਇਸ ਬਾਰੇ
tl: Tungkol sa

source: About Arrival Advisor
ar: نبذة عن Arrival Advisor
pa: Arrival Advisor ਬਾਰੇ
tl: Tungkol sa Arrival Advisor

source: Address
ar: العنوان

source: Address:
ar: العنوان:
pa: ਪਤਾ:

source: An error occurred
ar: حدث خطأ
pa: ਗਲਤੀ ਵਾਪਰੀ ਹੈ
tl: May naganap na error

source: Answer a few optional questions to get tailored recommendations for your needs.
ar: أجب عن بضع أسئلة اختيارية واحصل على قائمة مخصصة بالموضوعات التي نوصي بها حسب احتياجاتك.
pa: ਕੁਝ ਚੋਣਵੇਂ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇ ਕੇ ਆਪਣੀ ਲੋੜ ਮੁਤਾਬਕ ਖਾਸ ਬਣਾਈਆਂ ਸਿਫਾਰਸ਼ਾਂ ਲਵੋ।
tl: Sagutin ang ilan sa opsyonal na mga katanungan upang makakuha ng mga rekomendasyon para sa mga pangangailangan mo.

source: Answer a few questions about your situation to get personalized recommendations of topics and services to help you settle in British Columbia.
ar: أجب عن بضع أسئلة تتعلق بموقفك كي تحصل على توصيات مخصصة بالموضوعات والخدمات التي تساعدك في الاستقرار في بريتيش كولومبيا.
pa: ਬ੍ਰਿਟਿਸ਼ ਕੋਲੰਬੀਆ ਵਿੱਚ ਤੁਹਾਨੂੰ ਸੈਟਲ ਹੋਣ ਲਈ ਮਦਦ ਕਰਨ ਵਾਸਤੇ ਵਿਸ਼ਿਆ ਤੇ ਸੇਵਾਵਾਂ ਦੀ ਤੁਹਾਡੇ ਲਈ ਸਿਫਾਰਸ਼ਾਂ ਲੈਣ ਲਈ ਆਪਣੇ ਹਾਲਤ ਬਾਰੇ ਕੁਝ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦਿਓ।
tl: Sagutin ang ilan sa mga katanungan tungkol sa sitwasyon mo para makakuha ng personal na rekomendasyon tungkol sa mga serbisyong makatutulong sa iyong paninirahan sa British Columbia.

source: Answer questions
ar: أجب عن الأسئلة
pa: ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ
tl: Sagutin ang mga tanong

source: Arrival Advisor contains information from the BC Government’s Newcomer’s Guide, available at <0>www.welcomebc.ca</0>, and the BC211 database of service providers, available at <1>www.bc211.ca</1>.
ar: يحتوي تطبيق Arrival Advisor على معلومات من دليل القادمين الجدد الصادر عن حكومة بريتيش كولومبيا وهو متاح على الموقع: <0>www.welcomebc.ca</0>، وكذلك قاعدة بيانات BC211 لمزودي الخدمات المتاحة على الموقع: <1>www.bc211.ca</1>.
pa: Arrival Advisor ਵਿੱਚ ਬੀ.ਸੀ. ਸਰਕਾਰੀ ਦੀ ਨਵੇ ਆਇਆ ਲਈ ਗਾਈਡ <0>www.welcomebc.ca</0> ਅਤੇ <1>www.bc211.ca</1> ਉੱਤੇ ਮੌਜੂਦ ਸੇਵਾ ਦੇਣ ਵਾਲਿਆਂ ਦੇ BC211 ਡਾਟਾਬੇਸ ਤੋਂ ਜਾਣਕਾਰੀ ਲਈ ਗਈ ਹੈ।
tl: Ang Arrival Advisor ay naglalaman ng impormasyon mula sa Gabay ng Bagong Dating sa Gobyerno ng BC, na makukuha sa: <0>www.welcomebc.ca</0>, at ang BC211 database ng mga tagapaglaan ng serbisyo, na makukuha sa: <1>www.bc211.ca</1>.

source: Arrival Advisor is a free, multilingual, mobile app that helps immigrants and refugees in British Columbia, Canada find information and services to navigate their settlement journey. Arrival Advisor is offered in English, Arabic, Chinese Simplified, Chinese Traditional, French (Canadian), Korean, Punjabi, and Tagalog.
ar: تطبيق Arrival Advisor هو تطبيق مجاني متعدد اللغات للأجهزة المحمولة يساعد المهاجرين واللاجئين في إقليم بريتيش كولومبيا في كندا على البحث عن المعلومات والخدمات التي توجههم في سعيهم نحو الاستقرار. تطبيق Arrival Advisor متوفر حاليا باللغات الإنكليزية والعربية والصينية المبسطة والصينية التقليدية والفرنسية (كندا) والكورية والبنجابية والتاغلوغية.
pa: Arrival Advisor ਮੁਫ਼ਤ, ਬਹੁ-ਭਾਸਾਈ ਮੋਬਾਈਲ ਐਪ ਹੈ, ਜੋ ਕਿ ਬ੍ਰਿਟਿਸ਼ ਕੋਲੰਬੀਆ, ਕੈਨੇਡਾ ਦੇ ਆਵਾਸੀਆਂ ਅਤੇ ਰਿਫਿਊਜੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੀ ਸੈਟਲਮੈਂਟ ਯਾਤਰਾ ਲਈ ਜਾਣਕਾਰੀ ਅਤੇ ਸੇਵਾਵਾਂ ਲੱਭਣ ਲਈ ਮਦਦ ਕਰਦੀ ਹੈ। ਇਹ ਐਪ ਇਸ ਵੇਲੇ ਅੰਗਰੇਜੀ, ਫਰੈਂਚ (ਕੈਨੇਡਾ) ਅਤੇ ਅਰਬੀ ਵਿੱਚ ਹੈ। ਇਹ ਛੇਤੀ ਹੀ ਚੀਨੀ ਸਰਲ, ਚੀਨੀ ਰਿਵਾਇਤੀ, ਕੋਰੀਆਈ, ਪੰਜਾਬੀ ਅਤੇ ਟਾਗਾਲੋਗ ਵਿੱਚ ਉਪਲਬਧ ਹੋਵੇਗੀ।
tl: Ang Arrival Advisor ay isang libre, maramihang wikang mobile app na tumutulong sa mga imigrante at takas sa British Columbia, Canada na humanap ng impormasyon at mga serbisyo upang galugarin ang kanilang byahe sa paninirahan. Ang Arrival Advisor ay iniaalok sa English, Arabic, Pinasimpleng Chinese, Tradisyonal na Chinese, French (Canadian), Korean, Punjabi, at Tagalog.

source: Arrival Advisor respects and maintains the privacy and anonymity of its users. Users do not need to provide personal information in order to use the app. The questionnaire is designed to assist in personalizing services and resources required by the user, and answers are only saved to enhance the usability of the app over time. Users of the Arrival Advisor app do so at their own discretion. The answers you provide will be used for the operation of this tool to provide you with guidance on resources and services that can help you adjust to life in Canada. Users cannot be identified by their answers to the questionnaire. The information is not used by Immigration, Refugees and Citizenship Canada for any other purpose and is not used for any immigration decision making.
ar: يحترم تطبيق Arrival Advisor ويصون خصوصية المستخدمين وبياناتهم. لا يحتاج المستخدمين لتقديم معلومات شخصية كي يستخدموا التطبيق. صمم الاستبيان كي يساعد في تخصيص الخدمات والموارد التي يحتاجها المستخدم وتحفظ الإجابات فقط بغرض تحسين مستوى استخدام التطبيق بمرور الوقت. يفعل مستخدمو تطبيق Arrival Advisor ذلك بمحض إرادتهم. سوف تستخدم الإجابات التي تقدمها لتشغيل هذه الأداة لتقدم لك توجيهات تتعلق بالموارد والخدمات التي قد تساعدك في التأقلم داخل كندا. لا يمكن تحديد هوية المستخدمين باستخدام إجاباتهم على الاستبيان. لا تستخدم وزارة الهجرة واللاجئين والجنسية الكندية المعلومات لأي غرض آخر كما أنها لا تستخدم في اتخاذ أي قرار يتعلق بالهجرة.
pa: Arrival Advisor ਇਸ ਦੇ ਵਰਤੋਂਕਾਰਾਂ ਦੀ ਪਰਦੇਦਾਰੀ ਅਤੇ ਗੁਮਨਾਮੀ ਦਾ ਖ਼ਿਆਲ ਰੱਖਦੀ ਹੈ ਤੇ ਉਹਨਾਂ ਨੂੰ ਬਣਾਈ ਰੱਖਦੀ ਹੈ। ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਐਪ ਵਰਤਣ ਲਈ ਕੋਈ ਵੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੇਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ। ਸਵਾਲਨਾਮੇ ਨੂੰ ਵਰਤੋਂਕਾਰ ਵਲੋਂ ਲੋੜੀਦੀਆਂ ਸੇਵਾਵਾਂ ਤੇ ਸਰੋਤਾਂ ਨੂੰ ਨਿੱਜੀ ਲੋੜ ਮੁਤਾਬਕ ਬਣਾਉਣ ਲਈ ਸਹਾਇਤਾ ਵਾਸਤੇ ਡਿਜ਼ਾਇਨ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਜਵਾਬਾਂ ਨੂੰ ਸਮੇਂ ਨਾਲ ਐਪ ਦੀ ਵਰਤੋਂ ਯੋਗਤਾ ਸੁਧਾਰਨ ਲਈ ਹੀ ਸੰਭਾਲਿਆ ਜਾਂਦਾ ਹੈ। Arrival Advisor ਦੇ ਵਰਤੋਂਕਾਰ ਆਪਣੇ ਖੁਦ ਦੀ ਮਰਜ਼ੀ ਨਾਲ ਅਜਿਹਾ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੇ ਵਲੋਂ ਦਿੱਤੇ ਗਏ ਜਵਾਬਾਂ ਨੂੰ ਇਸ ਸਾਧਨ ਦੀ ਕਾਰਵਾਈ ਦੌਰਾਨ ਵਰਤਿਆ ਜਾਵੇਗਾ ਤਾਂ ਕਿ ਕੈਨੇਡਾ ਦੀ ਜ਼ਿੰਦਗੀ ਵਿੱਚ ਅਨੁਕੂਲ ਬਣਾਉਣ ਲਈ ਤੁਹਾਡੀ ਮਦਦ ਵਾਸਤੇ ਸਰੋਤਾਂ ਤੇ ਸੇਵਾਵਾਂ ਲਈ ਤੁਹਾਨੂੰ ਸੇਧ ਦਿੱਤੀ ਜਾ ਸਕੇ। ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਸਵਾਲਨਾਮੇ ਵਿੱਚ ਉਹਨਾਂ ਦੇ ਦਿੱਤੇ ਜਵਾਬਾਂ ਰਾਹੀਂ ਪਛਾਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ। ਜਾਣਕਾਰੀ ਨੂੰ ਇੰਮੀਗਰੇਸ਼ਨ, ਰਿਫ਼ਿਊਜ਼ੀ ਅਤੇ ਸਿਟੀਜ਼ਨਸ਼ਿਪ ਕੈਨੇਡਾ ਵਲੋਂ ਕਿਸੇ ਵੀ ਹੋਰ ਮਕਸਦ ਨਹੀਂ ਨਹੀਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਕਿਸੇ ਵੀ ਇੰਮੀਗਰੇਸ਼ਨ ਫੈਸਲੇ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
tl: Ang Arrival Advisor ay gumagalang at nagpapanatili ng pagkapribado at pagka-anonimo ng mga user nito. Hindi na kailangang magbigay ng mga user ng personal na impormasyon upang magamit ang app. Ang kuwestiyunaryo ay dinisenyo upang makatulong sa pagpersonalisado ng mga serbisyo at mga mapagkukunang kinakailangan ng user, at ang mga sagot ay sini-save lamang upang paghusayin ang paggamit ng app sa paglipas ng panahon. Ginagawa iyon ng mga user ng Arrival Advisor sa kanilang sariling pagpapasya. Ang mga sagot na iyong ibinigay ay gagamitin para sa operasyon ng tool na ito upang magbigay sa iyo ng gabay sa mga mapagkukunan at serbsiyo na makatutulong sa iyo na makaangkop sa pamumuhay sa Canada. Ang mga user ay hindi matutukoy sa pamamagitan ng kanilang mga sagot sa kuwestiyunaryo. Ang impormasyon ay hindi ginagamit ng Imigrasyon, Immigration, Refugees and Citizenship Canada para sa anumang layunin at hindi ginagamit sa anumang paggawa ng desisyon sa imigrasyon.

source: Back
ar: رجوع
pa: ਅੱਗੇ
tl: Bumalik

source: Based on your answers, we recommend these topics for you:
ar: استنادا إلى إجاباتك، نوصي بهذه الموضوعات إليك:
pa: ਤੁਹਾਡੇ ਜਵਾਬਾਂ ਦੇ ਅਧਾਰ ਉੱਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਇਹ ਵਿਸ਼ਿਆਂ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਦੇ ਹਾਂ:
tl: Batay sa mga sagot, inirerekomenda namin ang mga paksang ito para sa iyo:

source: Bookmark added
ar: أضفنا العلامة المرجعية
pa: ਬੁੱਕਮਾਰਕ ਜੋੜਿਆ
tl: Dinagdag ang bookmark

source: Bookmark removed
ar: محونا العلامة المرجعية
pa: ਬੁੱਕਮਾਰਕ ਹਟਾਇਆ
tl: Tinanggal ang bookmark

source: Bookmark the topics and services that you find helpful for future use.
ar: ضع علامة مرجعية على المواضيع والخدمات التي تجدها مفيدة لاستخدامها في وقت لاحق.
pa: ਵਿਸ਼ੇ ਅਤੇ ਸੇਵਾਵਾਂ, ਜੋ ਤੁਹਾਨੂੰ ਭਵਿੱਖ 'ਚ ਮਦਦਗਾਰ ਹੋ ਸਕਦੀਆਂ ਹਨ, ਨੂੰ ਬੁੱਕਮਾਰਕ ਕਰੋ।
tl: I-bookmark ang mga paksa at serbisyo na makakatulong sa'yo sa hinaharap.

source: Can't reach the internet
ar: لا يمكن الاتصال بالإنترنت
pa: ਇੰਟਰਨੈੱਟ ਲਈ ਪਹੁੰਚਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ
tl: Hindi mahagip ang internet

source: Cancel
ar: إلغاء
pa: ਰੱਦ ਕਰੋ
tl: Kanselahin

source: Change name or other details
ar: تغيير الاسم أو تفاصيل أخرى
pa: ਨਾਂ ਜਾਂ ਹੋਰ ਵੇਰਵੇ ਬਦਲੋ
tl: Pagbabago sa pangalan o iba pang detalye

source: Check location services
ar: تحقق من خدمات الموقع
pa: ਟਿਕਾਣਾ ਸੇਵਾਵਾਂ ਦੀ ਜਾਂਚ ਕਰੋ
tl: Suriin ang mga serbisyo ng lokasyon

source: Child care
ar: رعاية الأطفال
pa: ਚਲਾਈਡ ਕੇਅਰ
tl: Pangangalaga sa Bata

source: City - "Vancouver"
ar: المدينة - «Vancouver»
pa: ਸ਼ਹਿਰ - "Vancouver"
tl: Siyudad - "Vancouver"

source: City, address or postal code
ar: المدينة أو العنوان أو الرمز البريدي
pa: ਸ਼ਹਿਰ, ਪਤਾ ਜਾਂ ਡਾਕ ਕੋਡ
tl: Lungsod, adres o postal code

source: Comment or suggest edits
ar: تعليق أو اقتراح تعديلات
pa: ਟਿੱਪਣੀ ਜਾਂ ਸੋਧ ਲਈ ਸੁਝਾਅ
tl: Magkomento o magmungkahi ng pagbabago

source: Contact Arrival Advisor team
ar: تواصل مع فريق Arrival Advisor
pa: Arrival Advisor ਟੀਮ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
tl: Kontakin ang Arrival Advisor team

source: Contact information
ar: بيانات الاتصال
tl: Impormasyón ng kontak

source: Created by
ar: صممته
pa: ਬਣਾਇਆ
tl: Nilikha ng

source: Delete all user data
ar: حذف جميع بيانات المستخدم
pa: ਸਾਰਾ ਵਰਤੋਂਕਾਰ ਡਾਟਾ ਹਟਾਓ
tl: Burahin ang lahat ng user data

source: Description
ar: بيان
tl: Paglalarawan

source: Discard
ar: تراجع
tl: Itapon

source: Discard the changes you suggested?
ar: هل ترغب في التراجع عن التغييرات التي اقترحتها؟
tl: Itapon ang mga pagbabagong iminungkahì mo?

source: Disclaimer
ar: إخلاء مسؤولية
pa: ਬੇਦਾਅਵਾ
tl: Pagtatatuwa

source: Do you want to delete all user data from this phone? This includes which answers are chosen in the questionnaire and which topics are bookmarked.
ar: هل تريد حذف جميع بيانات المستخدم من هذا الهاتف؟ يتضمن ذلك الإجابات التي اخترتها في الاستبيان وما هي المواضيع التي وسمتها بعلامة مرجعية.
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਫ਼ੋਨ ਤੋਂ ਸਾਰਾ ਵਰਤੋਂਕਾਰ ਡਾਟਾ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਵਿੱਚ ਸਵਾਲਨਾਮੇ ਵਿੱਚ ਚੁਣੇ ਜਵਾਬ ਅਤੇ ਬੁੱਕਮਾਰਕ ਕੀਤੇ ਗਏ ਵਿਸ਼ੇ ਸ਼ਾਮਲ ਹਨ।
tl: Gusto mo bang burahin ang lahat ng user data mula sa teleponong ito? Kabilang dito ang alin sa mga sagot ang napili sa kuwestiyunaryo at aling mga paksa ang naka-bookmark.

source: Do you work at this service or organization?
ar: هل تعمل في هذه الخدمة أو لدى هذه الجهة؟
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਸੇਵਾ ਜਾਂ ਸੰਗਠਨ ਲਈ ਕੰਮ ਕਰਦੇ ਹੋ?
tl: Nagtratrabaho ka ba sa serbisyo o organisasyon na ito?

source: Don't show again
ar: لا تعرضها مرة أخرى
pa: ਮੁੜ ਨਾ ਵੇਖਾਓ
tl: Huwag na muling ipakita

source: Done
ar: انتهى
pa: ਮੁਕੰਮਲ
tl: Tapos na

source: Double check for spelling
ar: تحقق مرة أخرى من هجاء الكلمات
pa: ਸਪੈਲਿੰਗਾਂ ਲਈ ਦੋ ਵਾਰ ਜਾਂਚੋ
tl: Suriing muli ang ispeling

source: EXPLORE TOPICS
ar: تصفح الموضوعات
pa: ਵਿਸ਼ਿਆਂ ਦੀ ਪੜਤਾਲ ਕਰੋ
tl: GALUGARIN ANG MGA PAKSA

source: Email
ar: البريد الإلكتروني

source: Email me updates
ar: إرسال آخر الأخبار إليّ بالبريد الإلكتروني
pa: ਅੱਪਡੇਟ ਮੈਨੂੰ ਈਮੇਲ ਕਰੋ
tl: Magpadala ng email tungkol sa updates

source: Email:
ar: البريد الإلكتروني:
pa: ਈਮੇਲ:

source: Employment
ar: توظيف
pa: ਰੁਜ਼ਗਾਰ
tl: Pagtatrabaho

source: Enable location services
ar: تمكين خدمات الموقع
pa: ਟਿਕਾਣਾ ਸੇਵਾਵਾਂ ਸਮਰੱਥ ਕਰੋ
tl: Paganahin ang mga serbisyo ng lokasyon

source: English class
ar: فصل لتعلم اللغة الإنكليزية
pa: ਅੰਗਰੇਜ਼ੀ ਕਲਾਸ
tl: Klase para sa Ingles

source: Ensure your search is in English
ar: تأكد من أن بحثك باللغة الإنكليزية
pa: ਪੱਕਾ ਕਰੋ ਕਿ ਤੁਹਾਡੀ ਖੋਜ ਅੰਗਰੇਜ਼ੀ 'ਚ ਹੈ
tl: Siguraduhing gumamit ng Ingles sa paghanap

source: Enter city, address, or postal code
ar: أدخل المدينة أو العنوان أو الرمز البريدي
pa: ਸ਼ਹਿਰ, ਪਤਾ ਜਾਂ ਡਾਕ ਕੋਡ ਦਿਓ
tl: Isulat ang lungsod, address, o postal code

source: Enter email
ar: أدخل عنوان البريد الإلكتروني
pa: ਈਮੇਲ ਦਿਓ
tl: Isulat ang inyong email

source: Enter your email if you would like to be contacted about this issue
ar: أضف عنوان بريدك الإلكتروني لو كنت ترغب أن نتواصل معك في شأن هذه المسألة
tl: Ibigay ang iyong email kung nais mong makipag-ugnay tungkol sa isyung ito.

source: Enter your job title
ar: أدخل مسماك الوظيفي
pa: ਆਪਣੀ ਨੌਕਰੀ ਦਾ ਅਹੁਦਾ ਦਿਓ
tl: Isulat ang Titulo sa trabaho

source: Enter your name
ar: أدخل اسمك
pa: ਆਪਣਾ ਨਾਂ ਦਿਓ
tl: Isulat ang inyong pangalan

source: Enter your organization name
ar: أدخل اسم المنظمة أو الجهة التي تتبعها
pa: ਆਪਣੇ ਸੰਗਠਨ ਦਾ ਨਾਂ ਦਿਓ
tl: Isulat ang pangalan ng inyong Organisasyon/Tanggapan

source: FIND A SERVICE
ar: ابحث عن خدمة
pa: ਸੇਵਾ ਲੱਭੋ
tl: HUMANAP NG SERBISYONG

source: FOR ADDITIONAL ASSISTANCE
ar: للمزيد من المساعدة.
pa: ਹੋਰ ਸਹਾਇਤਾ ਲਈ
tl: PARA SA KARAGDAGANG TULONG

source: Find a settlement agency near me
ar: ابحث عن وكالة استقرار قريبة من.
pa: ਮੇਰੇ ਨੇੜੇ ਸੈਟਲਮੈਂਟ ਏਜੰਸੀ ਲੱਭੋ
tl: Humanap ng ahensiya ng paninirahang malapit sa akin

source: Find related services near me
ar: ابحث عن خدمات ذات صلة بالقرب مني
pa: ਮੇਰੇ ਨੇੜੇ ਸੰਬੰਧਿਤ ਸੇਵਾਵਾਂ ਲੱਭੋ
tl: Humanap ng mga kaugnay na serbisyo malapit sa akin

source: Find service providers near you that can help you through your settlement journey.
ar: ابحث عن مقدمي الخدمات القريبين منك الذين يمكنهم مساعدتك في رحلتك للاستقرار.
pa: ਆਪਣੇ ਨੇੜੇ ਸੇਵਾ ਪੂਰਕ ਲੱਭੋ, ਜੋ ਕਿ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਸੈਟਲਮੈਂਟ ਯਾਤਰਾ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰ ਸਕਦੇ ਹਨ।
tl: Humanap ng mga service provider malapit sa iyo na makakatulong sa iyong panibagong pakikipagsapalaran.

source: Finish without email
ar: الانتهاء دون إضافة بريد إلكتروني
pa: ਬਿਨਾਂ ਈਮੇਲ ਦੇ ਪੂਰਾ ਕਰੋ
tl: Tapusin na walang email

source: From finding a job to learning English, accessing health care, and more, Arrival Advisor has everything you need to get started in your new community. Explore topics and services without ever needing to create an account. Access important information no matter where you are: the newcomer topics provided by Arrival Advisor are saved to your phone so you can view them, even without internet. You can fill out some questions to get personalized recommendations of topics and services to settle in British Columbia. Arrival Advisor is anonymous and your answers are only used to operate the app's recommendations. We never save or share your personal data with funders or any third parties.
ar: سواء كنت تبحث عن وظيفة أو تعلم اللغة الإنكليزية أو الحصول على الرعاية الصحية وغيرها، يجمع تطبيق Arrival Advisor كل شيء تحتاج إليه كي تبدأ حياتك في مجتمعك الجديد. استكشف مواضيع وخدمات دون الحاجة لإنشاء حساب. أحصل على المعلومات الهامة بغض النظر عن مكانك حيث أن المواضيع الخاصة بالقادمين الجدد التي يقدمها تطبيق Arrival Advisor تحفظ على هاتفك حتى يمكنك استعراضها دون الحاجة للاتصال بالإنترنت. يمكنك أيضا الإجابة على بعض الأسئلة كي تحصل على توصيات مخصصة بالمواضيع والخدمات المتعلقة بالاستقرار في بريتش كولومبيا. تطبيق Arrival Advisor لا يسجل بياناتك أو يشاركها وستستخدم إجاباتك فقط في عرض توصيات التطبيق. نحن لا نحفظ أو نشارك مطلقا بياناتك الشخصية مع الجهات الممولة أو الغير.
pa: ਨੌਕਰੀ ਲੱਭਣ ਤੋਂ ਲੈ ਕੇ ਅੰਗਰੇਜ਼ੀ ਸਿੱਖਣ, ਸਿਹਤ ਦੇਖਭਾਲ ਲਈ ਪਹੁੰਚ ਅਤੇ ਹੋਰ ਕਈ ਕੁਝ ਲਈ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਨਵੇਂ ਸਮਾਜ ਵਿੱਚ ਸ਼ੁਰੂਆਤ ਕਰਨ ਲਈ ਲੋੜੀਂਦਾ ਸਭ ਕੁਝ Arrival Advisor ਵਿੱਚ ਹੈ। ਬਿਨਾਂ ਖਾਤਾ ਬਣਾਏ ਵਿਸ਼ਿਆਂ ਅਤੇ ਸੇਵਾਵਾਂ ਦੀ ਪੜਤਾਲ ਕਰੋ। ਜਿੱਥੇ ਵੀ ਤੁਸੀਂ ਹੋਵੋ, ਖਾਸ ਜਾਣਕਾਰੀ ਲਈ ਪਹੁੰਚ ਬਣਾਈ ਰੱਖੋ: Arrival Advisor ਵਲੋਂ ਦਿੱਤੇ ਜਾਂਦੇ ਨਵੇਂ ਆਇਆਂ ਲਈ ਵਿਸ਼ੇ ਤੁਹਾਡੇ ਫ਼ੋਨ ਉੱਤੇ ਸੰਭਾਲੇ ਜਾਂਦੇ ਹਨ ਤਾਂ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਬਿਨਾਂ ਇੰਟਰਨੈੱਟ ਦੇ ਵੇਖ ਸਕੋ। ਤੁਸੀਂ ਬ੍ਰਿਟਿਸ਼ ਕੋਲੰਬੀਆ ਵਿੱਚ ਸੈਟਲ ਹੋਣ ਲਈ ਵਿਸ਼ਿਆਂ ਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਆਪਣੇ ਲਈ ਨਿੱਜੀ ਬਣਾਈਆਂ ਸਿਫਾਰਸ਼ਾਂ ਲੈਣ ਵਾਸਤੇ ਕੁਝ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇ ਸਕਦੇ ਹੋ। Arrival Advisor ਅਣਪਛਾਤੇ ਵਜੋਂ ਕੰਮ ਕਰਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਜਵਾਬਾਂ ਨੂੰ ਐਪ ਦੀਆਂ ਸਿਫਾਰਸ਼ਾਂ ਦੇਣ ਲਈ ਹੀ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡਾਟੇ ਨੂੰ ਸੰਭਾਲ ਦੇ ਜਾਂ ਫੰਡ ਦੇਣ ਵਾਲਿਆਂ ਜਾਂ ਕਿਸੇ ਵੀ ਸੁਤੰਤਰ ਧਿਰਾਂ ਨਾਲ ਸਾਂਝਾ ਨਹੀਂ ਕਰਦੇ ਹਾਂ।
tl: Mula sa paghahanap ng trabaho hanggang sa pag-aaral ng English, pagkuha ng health care, at higit pa, nasa Arrival Advisor ang lahat ng kailangan mo para magsimula sa bagong komunidad mo. Galugarin ang mga paksa at mga serbisyo nang hindi kinakailangang gumawa ng account. I-access ang mahalagang impormasyon nasaan ka man" Ang mga paksa ng bagong dating na ibinigay ng Arrival Advisor ay naka-save sa telepono para makita mo sila, kahit wala kang internet. Maaari mong punan ang ilan sa mga tanong upang maging personalisado ang mga rekomendasyon ng mga paksa at mga serbisyo upang manirahan sa British Columbia. Hindi nakikilala ang Arrival Advisor at ang mga sagot mo ay gagamitin lamang upang paganahin ang mga rekomendasyon ng app. Sa tuwing sini-save namin o ibinabahagi ang personal na data mo sa mga tagapagpondo o sa sinumang ikatlong partido.

source: GETTING STARTED
ar: بدء الاستخدام
pa: ਸ਼ੁਰੂ ਕਰੀਏ
tl: PAGSISIMULA

source: Get information based on your needs
ar: أحصل على المعلومات استنادا إلى احتياجاتك
pa: ਤੁਹਾਡੀਆਂ ਲੋੜਾਂ ਦੇ ਮੁਤਾਬਕ ਜਾਣਕਾਰੀ ਲਵੋ
tl: Kumuha ng impormasyon batay sa pangangailangan mo

source: Give feedback
ar: أبلغنا برأيك وملاحظاتك
pa: ਫੀਡਬੈਕ ਦਿਓ
tl: Magbigay ng komento

source: Go back to questions
ar: العودة إلى الأسئلة
pa: ਸਵਾਲਾਂ 'ਤੇ ਵਾਪਸ ਜਾਓ
tl: Bumalik sa mga tanong

source: Go to Settings
ar: اذهب إلى الإعدادات
pa: ਸੈਟਿੰਗਾਂ ਉੱਤੇ ਜਾਓ
tl: Magpunta sa Settings

source: Help & Support
ar: للمساعدة والدعم
pa: ਮਦਦ ਤੇ ਸਹਿਯੋਗ
tl: Tulong at Suporta

source: How can I get my organization or service listed?
ar: كيف يمكنني إدراج منظمتي أو خدماتي؟
tl: Paano ko maipalistá ang aking samahán o serbisyo?

source: I found some inaccurate or missing services information in the app. What do I do?
ar: وجدت بعض معلومات الخدمات المدرجة في التطبيق بها خطأ أو ناقصة. ماذا أفعل؟
tl: Ang iláng impormasyón sa mga serbisyo ay natagpuán kong hindî tumpák o nawawalâ sa app. Anó ang gagawín ko?

source: If you are having difficulty with settlement in Canada, we suggest getting in touch with a settlement worker.
ar: لو كنت تواجه مصاعب في الاستقرار داخل كندا، نقترح عليك أن تتواصل مع موظف استقرار.
pa: ਜੇ ਤੁਹਾਨੂੰ ਕੈਨੇਡਾ ਵਿੱਚ ਸੈਟਲਮੈਂਟ ਨਾਲ ਔਖਿਆਈ ਆ ਰਹੀ ਹੈ ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੈਟਲਮੈਂਟ ਵਰਕਰ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਦਾ ਸੁਝਾਅ ਦਿੰਦੇ ਹਾਂ।
tl: Kung nahihirapan ka sa paninirahan sa Canada, minumungkahi namin na makipag-ugnayan sa worker ng paninirahan.

source: Information about services is currently only available in English. For support in other languages, please
ar: المعلومات عن الخدمات متاحة حاليا باللغة الإنكليزية فقط. كي تحصل على الدعم بلغة أخرى، يرجى
pa: ਸੇਵਾਵਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਹਾਲੇ ਸਿਰਫ਼ ਅੰਗਰੇਜ਼ੀ 'ਚ ਹੀ ਮੌਜੂਦ ਹੈ। ਹੋਰ ਭਾਸ਼ਾਵਾਂ ਲਈ ਕਿਰਪਾ ਕਰਕੇ
tl: Ang kaalaman sa serbisyong ito ay kasalukuyang sa Ingles lamang

source: Information in this app is provided by the <0>Newcomers Guide to British Columbia</0> Copyright 2018 Province of British Columbia. All rights reserved.
ar: قدم المعلومات المبينة في هذا التطبيق موقع <0>Newcomers Guide to British Columbia</0> حقوق الطبع 2018 ترجع إلى مقاطعة بريتيش كولومبيا. حقوق الطبع محفوظة.
pa: ਇਸ ਐਪ ਵਿੱਚ ਜਾਣਕਾਰੀ <0>Newcomers Guide to British Columbia</0> ਵਲੋਂ ਦਿੱਤੀ ਗਈ ਹੈ, ਕਾਪੀਰਾਈਟ 2018 ਬ੍ਰਿਟਿਸ਼ ਕੋਲੰਬੀਆ ਸੂਬਾ। ਸਾਰੇ ਹੱਕ ਰਾਖਵੇਂ ਹਨ।
tl: Ang impormasyon sa app na ito ay inilalaan ng <0>Newcomers Guide to British Columbia</0> Copyright 2018 Province of British Columbia. Ang lahat ng karapatan ay reserbado.

source: Information on BC211
ar: معلومات مقدمة على BC211
pa: BC211 ਬਾਰੇ ਜਾਣਕਾਰੀ
tl: Impormasyon sa BC211

source: Information on HealthLinkBC (8-1-1)
ar: معلومات تتعلق بخدمات HealthLinkBC (811)
pa: ਹੈਲਥਲਿੰਕਬੀਸੀ (8-1-1) ਬਾਰੇ ਜਾਣਕਾਰੀ
tl: Impormasyon sa HealthLinkBC (8-1-1)

source: Information on emergency services (9-1-1)
ar: معلومات تتعلق بخدمات الطوارئ (911)
pa: ਐਮਰਜੈਂਸੀ ਸੇਵਾਵਾਂ (9-1-1) ਬਾਰੇ ਜਾਣਕਾਰੀ
tl: Impormasyon sa serbisyong pang-emergency (9-1-1)

source: Information on helplines
ar: معلومات تتعلق بخطوط المساعدة على الهاتف
pa: ਮਦਦ-ਲਾਈਨ ਬਾਰੇ ਜਾਣਕਾਰੀ
tl: Impormasyon sa mga helpline

source: Invalid location. Try:
ar: موقع غير صحيح. جرب ما يلي:
pa: ਗ਼ਲਤ ਟਿਕਾਣਾ। ਇਹ ਵਰਤੋਂ:
tl: Maling lokasyon. Subukan:

source: It took too long finding your location.
ar: لقد استغرق الأمر طويلا للعثور على موقعك.
pa: ਤੁਹਾਡੇ ਟਿਕਾਣੇ ਨੂੰ ਲੱਭਣ ਲਈ ਬਹੁਤ ਵੱਧ ਸਮਾਂ ਲੱਗਾ।
tl: Matagal bago mahanap ang lokasyon mo.

source: It took too long finding your location. Setting your device's Location Services to “High Accuracy” can sometimes fix this problem.
ar: لقد استغرق الأمر طويلا للعثور على موقعك. قد يساعد في بعض الأحيان ضبط خدمات موقع جهازك إلى «دقة عالية» في التغلب على هذه المشكلة.
pa: ਤੁਹਾਡੇ ਟਿਕਾਣੇ ਨੂੰ ਲੱਭਣ ਲਈ ਬਹੁਤ ਵੱਧ ਸਮਾਂ ਲੱਗਾ। ਕਈ ਵਾਰ ਇਹ ਸਮੱਸਿਆ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਦੀਆਂ ਟਿਕਾਣਾ ਸੇਵਾਵਾਂ ਦੀਆਂ ਸੈਟਿੰਗਾਂ "ਉੱਚ ਸਟੀਕਤਾ" ਨਾਲ ਠੀਕ ਹੋ ਸਕਦੀ ਹੈ।
tl: Matagal bago mahanap ang lokasyon mo. Ang pagtatakda sa setting ng mga Serbisyo ng Lokasyon ng device mo sa “Mataas na Katumpakan” ay nag-aayos minsan ng problemang ito.

source: Job Title
ar: المسمى الوظيفي
pa: ਕੰਮ ਦਾ ਅਹੁਦਾ
tl: Titulo sa Trabaho

source: Keep editing
ar: واصل التعديل
tl: Patuloy na mag-edit

source: Last verified:
ar: آخر تحقق:
pa: ਆਖਰੀ ਵਾਰ ਤਸਦੀਕ ਕੀਤਾ:
tl: Huling naberipika:

source: Learn all about B.C.
ar: تعرف على كل شيء عن بريتيش كولومبيا.
pa: ਬੀ.ਸੀ. ਬਾਰੇ ਸਭ ਜਾਣੋ
tl: Alamin lahat ang tungkol sa B.C.

source: Multilingual health information services
ar: خدمات معلومات صحية مقدمة بعدة لغات
pa: ਬਹੁ-ਭਾਸ਼ਾਈ ਸਿਹਤ ਜਾਣਕਾਰੀ ਸੇਵਾਵਾਂ
tl: Serbisyong Impormasyong pangkalusugan sa maramihang wika

source: My Location
ar: موقعي
pa: ਮੇਰਾ ਟਿਕਾਣਾ
tl: Kasalukuyang Kinaroroonan

source: My bookmarks
ar: علاماتي المرجعية
pa: ਮੇਰੇ ਬੁੱਕਮਾਰਕ
tl: Mga bookmark ko

source: My location
ar: موقعي
pa: ਮੇਰਾ ਟਿਕਾਣਾ
tl: Kasalukuyang Kinaroroonan

source: Name
ar: الاسم
pa: ਨਾਂ
tl: Pangalan

source: Near
ar: قريب من
pa: ਨੇੜੇ
tl: Malapit

source: Need suggestions? Try:
ar: هل تريد اقتراحات؟ جرب ما يلي:
pa: ਸੁਝਾਅ ਚਾਹੀਦੇ ਹਨ? ਕੋਸ਼ਿਸ਼ ਕਰੋ:
tl: Kailangan ng ibang mungkahi? Subukan ang:

source: New topics have been recommended based on your answers!
ar: توجد مواضيع جديدة نوصي بها استنادا إلى إجاباتك.
pa: ਤੁਹਾਡੇ ਜਵਾਬਾਂ ਦੇ ਅਧਾਰ ਉੱਤੇ ਨਵੇਂ ਵਿਸ਼ੇ ਸਿਫਾਰਸ਼ ਕੀਤੇ ਗਏ ਹਨ
tl: Mga bagong paksang nirekomenda batay sa mga sagot mo!

source: Next
ar: التالي
pa: ਅੱਗੇ
tl: Tuloy

source: No results found. Try to:
ar: لم نجد أية نتائج. حاول ما يلي:
pa: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਲੱਭਿਆ। ਇਹ ਵਰਤੋਂ:
tl: Walang resultang nakita. Subukan ang:

source: No services to show
ar: لا توجد خدمات كي نعرضها
pa: ਵੇਖਾਉਣ ਲਈ ਕੋਈ ਸੇਵਾਵਾਂ ਨਹੀਂ
tl: Walang mga serbisyong ipapakita

source: No topics to recommend
ar: لا توجد موضوعات نوصي بها
pa: ਸਿਫਾਰਸ਼ ਕਰਨ ਲਈ ਕੋਈ ਵਿਸ਼ਾ ਨਹੀਂ ਹੈ
tl: Walang mga paksang irerekomenda

source: No topics to show
ar: لا توجد مواضيع كي نعرضها
pa: ਵੇਖਾਉਣ ਲਈ ਕੋਈ ਵਿਸ਼ਾ ਨਹੀਂ ਹੈ
tl: Walang mga paksang ipapakita

source: OF
ar: من
tl: NG

source: OK
ar: حسنا
pa: ਠੀਕ ਹੈ

source: ORGANIZATION
ar: المنظمة
pa: ਸੰਗਠਨ
tl: ORGANISASYON

source: Once you answer some questions, your recommendations will show up below. For now, here are some topics we recommend for everyone:
ar: حالما انتهيت من الإجابة عن بضع أسئلة، سوف تظهر توصياتك المخصصة تاليا. إليك في الوقت الراهن بعض الموضوعات التي نوصي بها للجميع:
pa: ਜਦੋਂ ਤੁਸੀਂ ਕੁਝ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇ ਦਿੱਤੇ ਤਾਂ ਤੁਹਾਡੀਆਂ ਸਿਫਾਰਸ਼ਾਂ ਹੇਠਾਂ ਦਿਖਾਈਆਂ ਜਾਣਗੀਆਂ। ਹੁਣ ਇਹ ਕੁਝ ਵਿਸ਼ੇ ਹਨ, ਜੋ ਕਿ ਅਸੀਂ ਹਰੇਕ ਲਈ ਸਿਫਾਰਸ਼ ਕਰਦੇ ਹਾਂ:
tl: Sa oras na masagot mo ang ilan sa mga tanong, ang mga rekomendasyon mo ay ipakikita sa ibaba. Sa ngayon, narito ang ilang paksa na nirerekomenda namin sa lahat:

source: Opening External Link
ar: فتح رابط خارجي
tl: Pagbubukas ng Panlabas na Link

source: Organization
ar: المنظمة
pa: ਸੰਗਠਨ
tl: Organisasyon

source: Other suggestions
ar: اقتراحات أخرى
tl: Ibá pang mga mungkahì
