Repository: pg-irc/ui-strings
Catalog: marketing/*/marketing.po
Languages: ar, fr, ko, pa, zh_hans, zh_hant

source: New to Canada?
ar: هل وفدت حديثا إلى كندا؟
fr: Vous venez d’arriver au Canada?
ko: 캐나다가 처음인가요?
pa: ਕੈਨੇਡਾ 'ਚ ਨਵੇਂ ਹੋ?
zh_hans: 刚到加拿大？
zh_hant: 剛到加拿大?

source: Download the Arrival Advisor app.
ar: نزّل تطبيق Arrival Advisor.
fr: Téléchargez l’application Arrival Advisor.
ko: Arrival Advisor앱을 다운로드하세요.
pa: Arrival Advisor ਐਪ ਡਾਊਨਲੋਡ ਕਰੋ।
zh_hans: 下载应用Arrival Advisor。
zh_hant: 下載應用Arrival Advisor。

source: Always Free. Available in multiple languages.
ar: مجاني دائما. متاح في عدة لغات.
fr: L’application est gratuite et offerte en plusieurs langues.
ko: 다국어를 지원하는 무료 모바일 앱입니다.
pa: ਹਮੇਸ਼ਾ ਮੁਫ਼ਤ। ਕਈ ਭਾਸ਼ਾਵਾਂ 'ਚ ਮੌਜੂਦ ਹੈ।
zh_hans: 提供多种语言版本，终身免费。
zh_hant: 提供多種語言版本，終身免費。

source: We can help.
ar: يمكننا المساعدة.
fr: Nous pouvons vous aider.
ko: 저희가 도와드릴게요.
pa: ਅਸੀਂ ਮਦਦ ਕਰ ਸਕਦੇ ਹਾਂ।
zh_hans: 我们帮助您。
zh_hant: 我們幫助您。

source: How do I register my children in school?
ar: كيف أقيد أطفالي في المدارس؟
fr: Comment puis-je inscrire mes enfants à l’école?
ko: 아이의 학교 등록은 어떻게 하죠?
pa: ਮੈਂ ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਸਕੂਲ 'ਚ ਰਜਿਸਟਰ ਕਿਵੇਂ ਕਰਾਂ?
zh_hans: 怎样为孩子注册学校？
zh_hant: 怎樣為孩子註冊學校？

source: What services are available for immigrants and refugees?
ar: ما هي الخدمات المتاحة للمهاجرين واللاجئين؟
fr: Quels services sont-ils offerts aux immigrants et aux réfugiés?
ko: 이민자와 난민을 위한 서비스가 있나요?
pa: ਇੰਮੀਗਰੈਂਟ ਅਤੇ ਰਿਊਫਜ਼ੀਆਂ ਲਈ ਕਿਹੜੀਆਂ ਸੇਵਾਵਾਂ ਮੌਜੂਦ ਹਨ?
zh_hans: 移民和难民可以获得哪些帮助？
zh_hant: 移民和難民可以獲得哪些幫助？

source: Where do I learn English?
ar: أين يمكنني تعلم اللغة الإنجليزية؟
fr: Où puis-je apprendre l’anglais?
ko: 영어는 어디서 배울 수 있나요?
pa: ਮੈਂ ਅੰਗਰੇਜ਼ੀ ਕਿੱਥੇ ਸਿੱਖਾਂ?
zh_hans: 我在哪里学习英语？
zh_hant: 我在哪裡學習英語？

source: Where do I find a job?
ar: أين يمكنني البحث عن وظيفة؟
fr: Où puis-je trouver du travail?
ko: 일자리는 어디서 구하죠?
pa: ਮੈਂ ਨੌਕਰੀ ਕਿੱਥੇ ਲੱਭਾਂ?
zh_hans: 我去哪里找工作？
zh_hant: 我去哪裡找工作？

source: We're new to BC. How do we get started in our community?
ar: وفدنا مؤخرا إلى بريتيش كولومبيا. كيف يمكننا الاستقرار في مجتمعنا؟
fr: Nous venons d’arriver en C.-B. Comment pouvons-nous amorcer notre établissement dans la communauté?
ko: 우리는 BC주 신규 이민자입니다. 새로운 커뮤니티 정착을 위해 무엇부터 해야할까요?
pa: ਅਸੀਂ ਬੀਸੀ 'ਚ ਨਵੇਂ ਹਾਂ। ਅਸੀਂ ਆਪਣੀ ਕਮਿਊਨਟੀ ਨਾਲ ਕਿਵੇਂ ਸ਼ੁਰੂਆਤ ਕਰੀਏ?
zh_hans: 我们刚到卑诗省，如何开始社区生活？
zh_hant: 我們剛到卑詩省，如何開始社區生活？

source: New to BC? Download the App.
ar: هل وفدت حديثا إلى بريتيش كولومبيا؟ نزّل التطبيق.
fr: Vous venez d’arriver en C.-B.? Téléchargez l’application.
ko: BC주가 처음인가요? 앱을 다운로드하세요.
pa: ਬੀਸੀ 'ਚ ਨਵੇਂ ਹੋ? ਐਪ ਡਾਊਨਲੋਡ ਕਰੋ।
zh_hans: 刚到卑诗省？请您下载应用。
zh_hant: 剛到卑詩省？請您下載應用。

source: Arrival Advisor is a free, multilingual app that helps newcomers to British Columbia find information and services to plan their settlement journey and services to get started in your new community.
ar: تطبيق Arrival Advisor هو تطبيق مجاني متعدد اللغات يساعد الوافدين الجدد إلى بريتيش كولومبيا في البحث عن المعلومات والخدمات بهدف التخطيط لرحلة استقرارهم وكذا الخدمات التي تمكنهم من الاستقرار في مجتمعهم الجديد.
fr: Arrival Advisor est une application multilingue gratuite qui fournit aux nouveaux arrivants en Colombie-Britannique des informations et des services pour préparer et amorcer leur établissement dans une nouvelle communauté.
ko: Arrival Advisor는 신규 이민자가 브리티시컬럼비아주에서 정착하는 과정에 필요한 정보와 서비스 검색을 도와주는 다국어 지원 무료 모바일 앱입니다.
pa: Arrival Advisor ਮੁਫ਼ਤ, ਬਹੁ-ਭਾਸ਼ਾਈ ਐਪ ਹੈ, ਜੋ ਬ੍ਰਿਟਿਸ਼ ਕੋਲੰਬੀਆ ਵਿੱਚ ਨਵੇਂ ਆਉਣ ਵਾਲਿਆਂ ਨੂੰ ਆਪਣੀ ਨਵੀਂ ਕਮਿਊਨਟੀ ਵਿੱਚ ਸ਼ੁਰੂਆਤ ਕਰਨ ਲਈ ਉਹਨਾਂ ਦੀ ਸੈਟਲਮੈਂਟ ਯਾਤਰਾ ਤੇ ਸੇਵਾਵਾਂ ਵਿਉਂਤਣ ਵਾਸਤੇ ਜਾਣਕਾਰੀ ਤੇ ਸੇਵਾਵਾਂ ਲੱਭਣ ਲਈ ਮਦਦ ਕਰਦੀ ਹੈ।
zh_hans: Arrival Advisor是一款免费应用，提供多种语言界面，帮助卑诗省的新居民获得各种信息和服务，便于他们计划安家之旅，并开始新的社区生活。
zh_hant: Arrival Advisor是一款免費應用，提供多種語言界面，幫助卑詩省的新居民獲得各種信息和服務，便於他們計劃安家之旅，並開始新的社區生活。

source: Whether you're looking for a job, applying for healthcare, or want to enroll your children in school, Arrival Advisor can help you find the right information.
ar: سواء كنت تبحث عن وظيفة أو تتقدم بطلب للحصول على رعاية صحية أو ترغب في قيد أطفالك في المدارس، يمكن لتطبيق Arrival Advisor مساعدتك في البحث عن المعلومات المناسبة.
fr: Que vous cherchiez un emploi, présentiez une demande pour des soins de santé ou souhaitiez inscrire vos enfants à l’école, Arrival Advisor peut vous aider à trouver les bons renseignements.
ko: 구직부터 의료 서비스 신청과 자녀의 학교 등록까지, Arrival Advisor가 꼭 맞는 정보와 서비스 검색을 도와드립니다.
pa: ਭਾਵੇਂ ਤੁਸੀਂ ਨੌਕਰੀ ਲੱਭ ਰਹੇ ਹੋ, ਹੈਲਥ-ਕੇਅਰ ਲਈ ਅਪਲਾਈ ਕਰ ਰਹੇ ਹੋ ਜਾਂ ਆਪਣੇ ਬੱਚੇ ਨੂੰ ਸਕੂਲ ਵਿੱਚ ਦਾਖਲ ਕਰਵਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ, Arrival Advisor ਤੁਹਾਨੂੰ ਸਹੀ ਜਾਣਕਾਰੀ ਲੱਭਣ ਲਈ ਮਦਦ ਕਰ ਸਕਦੀ ਹੈ।
zh_hans: 无论您求职、申请医疗健康服务、或为孩子办理入学，Arrival Advisor能够帮助您获得准确的信息。
zh_hant: 無論您求職、申請醫療健康服務、或為孩子辦理入學，Arrival Advisor能夠幫助您獲得準確的信息。

source: Arrival Advisor is available in Engish, French, Arabic, Chinese (Traditional and Simplified), Korean, Punjabi, and Tagalog.
ar: تطبيق Arrival Advisor متاح باللغات الإنكليزية والفرنسية والعربية والصينية (التقليدية والمبسطة) والكورية والبنجابية والتاغلوغية.
fr: Arrival Advisor est offerte en anglais, en français, en arabe, en chinois (traditionnel et simplifié), en coréen, en punjabi et en tagalog.
ko: Arrival Advisor는 영어, 프랑스어, 아랍어, 중국어(번체와 간체), 한국어, 펀자브어 및 타갈로그어로 이용 가능합니다.
pa: Arrival Advisor ਅੰਗਰੇਜ਼ੀ, ਫਰੈਂਚ, ਅਰਬੀ, ਚੀਨੀ (ਪੁਰਾਤਨ ਤੇ ਸਧਾਰਨ), ਕੋਰੀਅਨ, ਪੰਜਾਬੀ ਅਤੇ ਟਾਗਾਲੋਗ ਵਿੱਚ ਮੌਜੂਦ ਹੈ।
zh_hans: Arrival Advisor提供英文、法语、阿拉伯语、中文（繁体和简体）、韩语、旁遮普语和菲律宾语。
zh_hant: Arrival Advisor提供英文、法語、阿拉伯語、中文（繁體和簡體）、韓語、旁遮普語和菲律賓語。

source: Arrival Advisor is created by PeaceGeeks, a Vancouver-based nonprofit.
ar: صممت ونفذت تطبيق Arrival Advisor منظمة PeaceGeeks، وهي منظمة غير هادفة للربح مقرها فانكوفر.
fr: L’application Arrival Advisor est le fruit du travail de PeaceGeeks, un organisme sans but lucratif établi à Vancouver.
ko: Advisor는 밴쿠버 기반의 비영리 기업인 PeaceGeeks에서 제작했습니다.
pa: Arrival Advisor ਨੂੰ ਪੀਸਗੀਕਸ (PeaceGeeks), ਵੈਨਕੂਰਵਰ ਅਧਾਰਿਤ ਗ਼ੈਰ-ਫਾਇਦਾ ਸੰਗਠਨ ਵਲੋਂ ਬਣਾਇਆ ਗਿਆ ਹੈ
zh_hans: Arrival Advisor由位于温哥华的非盈利公司PeaceGeeks创建。
zh_hant: Arrival Advisor由位於溫哥華的非盈利公司PeaceGeeks創建。

source: by PeaceGeeks
ar: صممته PeaceGeeks
fr: par PeaceGeeks
ko: PeaceGeeks 제작.
pa: PeaceGeeks ਵਲੋਂ
zh_hans: PeaceGeeks制作
zh_hant: PeaceGeeks製作

source: Arrival Advisor is a free, multilingual app that helps immigrants and refugees in British Columbia find information and services to plan their settlement journey.
ar: تطبيق Arrival Advisor هو تطبيق مجاني متعدد اللغات يساعد المهاجرين واللاجئين في بريتيتش كولومبيا في البحث عن المعلومات والخدمات بغرض التخطيط لرحلتهم نحو الاستقرار.
fr: Arrival Advisor est une application multilingue gratuite qui fournit aux immigrants et aux réfugiés en Colombie-Britannique des informations et des services pour préparer leur établissement.
ko: Arrival Advisor는 신규 이민자와 난민이 브리티시컬럼비아주에서 정착하는 과정에 필요한 정보와 서비스 검색을 도와주는 다국어 지원 무료 모바일 앱입니다.
pa: Arrival Advisor ਮੁਫ਼ਤ, ਬਹੁ-ਭਾਸ਼ਾਈ ਐਪ ਹੈ, ਜੋ ਬ੍ਰਿਟਿਸ਼ ਕੋਲੰਬੀਆ ਵਿੱਚ ਇੰਮੀਗਰੈਂਟਾਂ ਅਤੇ ਰਿਊਫਜ਼ੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੀ ਸੈਟਲਮੈਂਟ ਯਾਤਰਾ ਵਿਉਂਤਣ ਵਾਸਤੇ ਜਾਣਕਾਰੀ ਤੇ ਸੇਵਾਵਾਂ ਲੱਭਣ ਲਈ ਮਦਦ ਕਰਦੀ ਹੈ।
zh_hans: Arrival Advisor是一款免费应用，提供多种语言界面，帮助移民和难民获得卑诗省的各种信息和服务，便于他们计划安家之旅。
zh_hant: Arrival Advisor是一款免費應用，提供多種語言界面，幫助移民和難民獲得卑詩省的各種信息和服務，便於他們計劃安家之旅。

source: New to BC? Learn more at arrivaladvisor.ca
ar: هل قدمت مؤخرا إلى بريتيش كولومبيا؟ تعرف على المزيد على موقع arrivaladvisor.ca
fr: Vous venez d’arriver en C.-B.? Apprenez-en plus à arrivaladvisor.ca
ko: BC주가 처음인가요? 자세한 정보는 arrivaladvisor.ca를 검색하세요.
pa: BC ਵਿੱਚ ਨਵੇਂ ਹੋ?arrivaladvisor.ca ਬਾਰੇ ਜਾਣੋ
zh_hans: 刚到卑诗省？访问arrivaladvisor.ca了解更多信息
zh_hant: 剛到卑詩省？訪問arrivaladvisor.ca了解更多信息

source: Whether you're looking for a job, applying for healthcare, or want ot enrol your children in school, Arrival Advisor can help you find the right information and services to get started in your new community.
ar: سواء كنت تبحث عن وظيفة أو تقدم طلب للحصول على رعاية صحية أو ترغب في قيد أطفالك في المدارس، يمكن لتطبيق Arrival Advisor مساعدتك في البحث عن المعلومات والخدمات المناسبة بغرض الاستقرار في مجتمعك الجديد.
fr: Que vous cherchiez un emploi, présentiez une demande pour des soins de santé ou souhaitiez inscrire vos enfants à l’école, Arrival Advisor peut vous aider à trouver les bons renseignements et services pour amorcer votre établissement dans une nouvelle communauté.
ko: 구직부터 의료 서비스 신청과 자녀의 학교 등록까지, Arrival Advisor가 새로운 커뮤니티 정착에 꼭 필요한 정보와 서비스 검색을 도와드립니다.
pa: ਭਾਵੇਂ ਤੁਸੀਂ ਨੌਕਰੀ ਲੱਭ ਰਹੇ ਹੋ, ਹੈਲਥ-ਕੇਅਰ ਲਈ ਅਪਲਾਈ ਕਰ ਰਹੇ ਹੋ ਜਾਂ ਆਪਣੇ ਬੱਚੇ ਨੂੰ ਸਕੂਲ ਵਿੱਚ ਦਾਖਲ ਕਰਵਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ, Arrival Advisor ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਨਵੀਂ ਕਮਿਊਨਟੀ ਵਿੱਚ ਸ਼ੁਰੂਆਤ ਕਰਨ ਲਈ ਸਹੀ ਜਾਣਕਾਰੀ ਅਤੇ ਸੇਵਾਵਾਂ ਲੱਭਣ ਲਈ ਮਦਦ ਕਰ ਸਕਦੀ ਹੈ।
zh_hans: 无论您求职、申请医疗健康服务、或为孩子办理入学，Arrival Advisor能够帮助您获得准确的信息和服务，开始新的社区生活。
zh_hant: 無論您求職、申請醫療健康服務、或為孩子辦理入學，Arrival Advisor能夠幫助您獲得準確的信息和服務，開始新的社區生活。

source: Arrival Advisor was created by PeaceGeeks (peacegeeks.org), a Vancouver-based nonprofit, in partnership with settlement organizations across Metro Vancouver.
ar: صممت ونفذت تطبيق Arrival Advisor منظمة PeaceGeeks (peacegeeks.org)، وهي منظمة غير هادفة للربح مقرها فانكوفر بالتعاون مع منظمات استقرار من كافة أنحاء منطقة مترو فانكوفر.
fr: Arrival Advisor est le fruit du travail de PeaceGeeks (peacegeeks.org), un organisme sans but lucratif établi à Vancouver, en partenariat avec des organismes d’aide à l’établissement du Grand Vancouver.
ko: Arrival Advisor는 밴쿠버 기반의 비영리 기업인 PeaceGeeks(peacegeeks.org)가 광역 밴쿠버 내 정착 서비스 기관들과 협업하여 제작했습니다.
pa: Arrival Advisor ਨੂੰ ਪੀਸਗੀਕਸ (peacegeeks.org), ਵੈਨਕੂਰਵਰ ਅਧਾਰਿਤ ਗ਼ੈਰ-ਫਾਇਦਾ ਸੰਗਠਨ ਵਲੋਂ ਮੈਟਰੋ ਵੈਨਕੂਰਵਰ ਆਲੇ-ਦੁਆਲੇ ਮੌਜੂਦ ਸੈਟਲਮੈਂਟ ਸੰਗਠਨਾਂ ਨਾਲ ਮਿਲ ਕੇ ਬਣਾਇਆ ਗਿਆ ਸੀ।
zh_hans: Arrival Advisor由位于温哥华的非盈利公司PeaceGeeks（peacegeeks.org）联合大温地区的安置机构创建。
zh_hant: Arrival Advisor由位於溫哥華的非盈利公司PeaceGeeks（peacegeeks.org）聯合大溫地區的安置機構創建。

source: Funded by:
fr: FinancÃ© par :
ko: 후원:
zh_hant: 資助方：
