Repository: pg-irc/ui-strings
Catalog: release_notes/*/release_notes.po
Languages: ar, fr, ko, pa, tl, zh_hant

source: Thanks for using Arrival Advisor!
ar: شكرا لك على استخدام تطبيق Arrival Advisor!
fr: Merci d’utiliser Arrival Advisor!
ko: Arrival Advisor를 사용해 주셔서 감사합니다!
pa: Arrival Advisor ਵਰਤਣ ਲਈ ਧੰਨਵਾਦ ਹੈ!
tl: Salamat sa paggamit mo ng Arrival Advisor!
zh_hant: 感謝使用 Arrive Advisor

source: We've made updates and improvements to make your experience even better.
ar: لقد أجرينا بعض التحديثات والتحسينات كي نجعل من خبرة استخدامك للتطبيق أفضل من ذي قبل.
fr: Nous avons fait des mises à jour et apporté des améliorations afin que votre expérience soit encore meilleure.
ko: 여러분의 더 나은 경험을 위해 업데이트와 개선된 기능을 제공합니다.
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਤਜਰਬੇ ਨੂੰ ਹੋਰ ਵੀ ਵਧੀਆ ਬਣਾਉਣ ਲਈ ਅੱਪਡੇਟ ਅਤੇ ਸੁਧਾਰ ਕੀਤੇ ਹਨ।
tl: Nagawa mo na ang mga update at pagbabago para mas mapahusay pa ang paggamit mo.
zh_hant: 我們的團隊對於 Arrive Advisor 不斷更新與改進, 來提升您的完善體驗。

source: What's new
ar: ما الجديد
fr: Actualités :
ko: 새로운 기능
pa: ਨਵਾਂ ਕੀ ਹੈ
tl: Anong bago
zh_hant: 新內容

source: New languages:
ar: لغات جديدة:
fr: Nouvelles langues offertes :
ko: 신규 언어:
pa: ਨਵੀਆਂ ਭਾਸ਼ਾਵਾਂ:
tl: Mga bagong wika:
zh_hant: 新增語言

source: Chinese Traditional, Chinese Simplified, Korean, Punjabi, and Tagalog
ar: الصينية التقليدية والصينية المبسطة والكورية والبنجابية والتاغلوغية
fr: En chinois (simplifié et traditionnel), en coréen, en punjabi et en tagalog
ko: 체자와 번체자, 한국어, 펀자브어와 타갈로그어가 추가로 지원될 예정입니다
pa: ਚੀਨੀ ਰਿਵਾਇਤੀ, ਚੀਨੀ ਸਧਾਰਨ, ਕੋਰੀਆਈ, ਪੰਜਾਬੀ ਅਤੇ ਟਾਗਾਲੋਗ
tl: Tradisyonal na Chinese, Pinasimpleng Chinese, Koreano, Punjabi, at Tagalog
zh_hant: 簡體中文、繁體中文、韓語、旁遮普語及塔加路語版

source: Onboarding screens for new users
ar: شاشات تعريف للمستخدمين الجدد
fr: Écrans d’accueil et d’intégration pour nouveaux utilisateurs
ko: 신규 사용자를 위한 등록 화면
pa: ਨਵੇਂ ਵਰਤੋਂਕਾਰਾਂ ਲਈ ਆਨਬੋਰਡਿੰਗ ਸਕਰੀਨਾਂ
tl: Mga onboard na screen para sa mga bagong user
zh_hant: 新用戶的簡介屏幕

source: The latest services data from BC211 is now reflected in the service results.
ar: أحدث بيانات الخدمات من BC211 مبينة الآن في نتائج البحث في الخدمات.
fr: Les données sur les services les plus récentes, tirées de BC211, sont maintenant prises en compte dans les résultats.
ko: BC211의 최신 서비스 데이터가 서비스 결과에 반영되었습니다.
pa: ਸੇਵਾਵਾਂ ਨਤੀਜਿਆਂ ਵਿੱਚ BC211 ਤੋਂ ਨਵਾਂ ਸੇਵਾਵਾਂ ਡਾਟਾ ਹੁਣ ਵਿਖਾਇਆ ਜਾਂਦਾ ਹੈ।
tl: Ang mga pinakabagong data ng serbisyo mula sa BC211 ay ipinakikita ngayon sa mga resulta ng serbisyo.
zh_hant: BC 211 的最新網路服務數據目前已被列入在定位服務收尋結果中。

source: Fixed:
ar: أصلحنا التالي:
fr: Résolu :
ko: 수정된 사항:
pa: ਠੀਕ ਕੀਤੇ:
tl: Binago:
zh_hant: 固定

source: We've improved the service listings you see when you click "Find Related Services Near Me".
ar: تحسين بيانات الخدمات التي تراها حينما تضغط على «ابحث عن خدمات ذات صلة بالقرب مني».
fr: Nous avons amélioré la liste des services offerts quand vous cliquez sur « Trouver des services connexes à proximité ».
ko: "내 주변 관련 서비스 찾기"를 클릭하면 나오는 서비스 리스트를 개선하였습니다.
pa: ਜਦੋਂ ਤੁਸੀਂ "ਮੇਰੇ ਨੇੜੇ ਸੰਬੰਧਿਤ ਸੇਵਾਵਾਂ ਲੱਭੋ" ਨੂੰ ਕਲਿੱਕ ਕਰਦੇ ਹੋ ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦਿਖਾਈ ਦਿੰਦੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਸੂਚੀ ਵਿੱਚ ਸੁਧਾਰ ਕੀਤਾ ਹੈ।
tl: Nabago na namin ang mga listahan ng serbisyo na nakikita mo kapag pinindot mo ang "Humanap Ng Kaugnay Na Mga Serbisyo Malapit Sa Akin".
zh_hant: 我們對於 “尋查附近相關服務” 的搜尋清單已做改進。

source: Arrival Advisor is a free, multilingual, mobile app that helps immigrants and refugees in British Columbia, Canada find information and services to navigate their settlement journey.
ar: تطبيق Arrival Advisor هو تطبيق مجاني متعدد اللغات للأجهزة المحمولة يساعد المهاجرين واللاجئين في إقليم بريتيش كولومبيا في كندا على البحث عن المعلومات والخدمات التي توجههم في سعيهم نحو الاستقرار.
fr: Arrival Advisor est une application multilingue gratuite qui fournit aux immigrants et aux réfugiés en Colombie-Britannique (Canada) des informations et des services pour préparer leur établissement.
ko: Arrival Advisor는 캐나다 브리티시 컬럼비아의 이민자와 난민들이 정착에 필요한 정보와 서비스를 찾도록 돕는 무료, 다국어 모바일 앱입니다.
pa: Arrival Advisor ਮੁਫਤ, ਬਹੁ-ਭਾਸ਼ਾਈ, ਮੋਬਾਈਲ ਐਪ ਹੈ, ਜੋ ਕਿ ਬ੍ਰਿਟਿਸ਼ ਕੋਲੰਬੀਆ ਵਿੱਚ ਇੰਮੀਗਰੈਂਟ ਤੇ ਰਿਫਿਊਜੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੀ ਸਟੈਲਮੈਂਟ ਯਾਤਰਾ ਵਿੱਚ ਮਦਦ ਵਾਸਤੇ ਜਾਣਕਾਰੀ ਅਤੇ ਸੇਵਾਵਾਂ ਲੱਭਣ ਲਈ ਮਦਦ ਕਰਦੀ ਹੈ।
tl: Ang Arrival Advisor ay isang libre, maramihang wikang app na tumutulong sa mga imigrante at takas sa British Columbia, Canada na humanap ng impormasyon at mga serbisyo upang galugarin ang kanilang byahe sa paninirahan.
zh_hant: Arrival Advisor 是一款免費多語言的手機應用程式, 幫助加拿大不列顛哥倫比亞省的移民和難民在定居的過程中, 找到所需資訊與服務。

source: Now available in English, French, Arabic, Chinese Simplified, Chinese Traditional, Korean, Punjabi, and Tagalog.
ar: متاح الآن باللغات الإنكليزية والفرنسية والعربية والصينية المبسطة والصينية التقليدية والكورية والبنجابية والتاغلوغية.
fr: Maintenant offerte en anglais, en français, en arabe, en chinois (simplifié et traditionnel), en coréen, en punjabi et en tagalog.
ko: 영어, 프랑스어, 아랍어, 중국어 간체, 중국어 번체, 한국어, 펀자브어, 타갈로그어가 지원됩니다.
pa: ਹੁਣ ਅੰਗਰੇਜ਼ੀ, ਫਰੈਂਚ, ਅਰਬੀ, ਚੀਨੀ ਸਧਾਰਨ, ਚੀਨੀ ਪੁਰਾਤਨ, ਕੋਰੀਆਈ, ਪੰਜਾਬੀ ਤੇ ਟਾਗਾਲੋਗ ਵਿੱਚ ਮੌਜੂਦ ਹੈ।
tl: Magagamit na ngayon sa Ingles, Pranses, Arabe, Pinasimpleng Chinese, Tradisyonal na Chinese, Koreano, Punjabi, at Tagalog.
zh_hant: 目前提供英語 、法語 、阿拉伯語 、簡體中文 、繁體中文 、韓語 、旁遮普語及塔加路語版

source: Get reliable and up-to-date information for newcomers, no matter where you are.
ar: الحصول على معلومات حديثة جديرة بالثقة موجهة للقادمين الجدد دون التقيد بمكان وجودك.
fr: Obtenir des renseignements à jour fiables à l’intention des nouveaux arrivants, peu importe où vous vous trouvez.
ko: 장소에 구애받지 않고 신규 이민자를 위한 믿을만한 최신 정보 검색하기.
pa: ਨਵੇਂ ਆਉਣ ਵਾਲਿਆਂ ਲਈ ਭਰੋਸੇਯੋਗ ਅਤੇ ਬਿਲਕੁਲ ਨਵੀਂ ਜਾਣਕਾਰੀ ਲਵੋ, ਭਾਵੇਂ ਕਿ ਤੁਸੀਂ ਕਿਤੇ ਵੀ ਹੋਵੋ।
tl: Makakakuha ng maaasahan at napapanahong impormasyon para sam ga bagong dating, nasaan ka man.
zh_hant: 無論您身在何處，都可以透過網路即時獲取信賴可靠的最新消息。

source: Find service providers near you that can help you through your settlement journey.
ar: ابحث عن مقدمي الخدمات القريبين منك الذين يمكنهم مساعدتك في رحلتك للاستقرار.
fr: Trouvez des services à proximité qui peuvent vous être utiles tout au long de votre parcours d’établissement.
ko: 정착에 도움을 줄 서비스 제공자를 주변에서 찾아보세요.
pa: ਆਪਣੇ ਨੇੜੇ ਸੇਵਾ ਪੂਰਕ ਲੱਭੋ, ਜੋ ਕਿ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਸੈਟਲਮੈਂਟ ਯਾਤਰਾ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰ ਸਕਦੇ ਹਨ।
tl: Humanap ng mga service provider malapit sa iyo na makakatulong sa iyong panibagong pakikipagsapalaran.
zh_hant: 查尋您附近的服務提供點以便安家樂業。

source: Answer a few optional questions to get tailored recommendations for your needs.
ar: أجب عن بضع أسئلة اختيارية واحصل على قائمة مخصصة بالموضوعات التي نوصي بها حسب احتياجاتك.
fr: Répondez à quelques questions optionnelles afin d’obtenir des recommandations qui répondent à vos besoins.
ko: 몇 가지 질문에 답하는 것만으로 당신의 필요에 꼭 맞는 추천을 받을 수 있습니다.
pa: ਕੁਝ ਚੋਣਵੇਂ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇ ਕੇ ਆਪਣੀ ਲੋੜ ਮੁਤਾਬਕ ਖਾਸ ਬਣਾਈਆਂ ਸਿਫਾਰਸ਼ਾਂ ਲਵੋ।
tl: Sagutin ang ilan sa opsyonal na mga katanungan upang makakuha ng mga rekomendasyon para sa mga pangangailangan mo.
zh_hant: 回答幾個複選題，將可獲得您個人專屬的服務推薦清單。

source: You can now search for services!
ar: يمكنك الآن البحث عن الخدمات!
fr: Vous pouvez maintenant chercher des services!
ko: 이제 서비스를 검색할 수 있습니다!
pa: ਤੁਸੀਂ ਹੁਣ ਸੇਵਾਵਾਂ ਲਈ ਖੋਜ ਕਰ ਸਕਦੇ ਹੋ!
tl: Maaari ka na ngayong maghanap ng mga serbisyo!
zh_hant: 你可以搜尋我們所提供的服務!

source: Search is available in English.
ar: البحث متوفر باللغة الإنكليزية.
fr: La recherche est offerte en anglais.
ko: 검색은 영어로 가능합니다.
pa: ਖੋਜ ਪੰਜਾਬੀ ਵਿੱਚ ਉਪਲਬਧ ਹੈ।
tl: Maaaring maghanap sa Ingles.
zh_hant: 我們提供英文搜尋。

source: You can now save services to your Bookmarks.
ar: يمكنك الآن حفظ الخدمات في العلامات المرجعية الخاصة بك.
fr: Vous êtes maintenant en mesure de sauvegarder des services dans vos favoris.
ko: 서비스를 북마크에 추가할 수 있습니다.
pa: ਤੁਸੀਂ ਹੁਣ ਸੇਵਾਵਾਂ ਨੂੰ ਆਪਣੇ ਬੁੱਕਮਾਰਕਾਂ ਵਿੱਚ ਸੰਭਾਲ ਸਕਦੇ ਹੋ।
tl: Maaari mo na ngayong i-save ang mga serbisyo sa mga Bookmark mo.
zh_hant: 您可以將搜尋結果儲存到您的書籤。

source: App notifications and error screens have been added.
ar: أضفنا إشعارات للتطبيق وكذا شاشات خطأ.
fr: Des notifications et des messages d’erreur ont été ajoutés.
ko: 앱 알림과 에러 메시지가 추가되었습니다.
pa: ਐਪ ਸੂਚਨਾਵਾਂ ਅਤੇ ਗਲਤੀ ਸਕਰੀਨਾਂ ਨੂੰ ਜੋੜਿਆ ਗਿਆ ਹੈ।
tl: Ang mga notipikasyon ng app at mali sa screen ay naidagdag na.
zh_hant: 增加了軟體通知以及錯誤螢幕提醒

source: We reorganized and renamed some topics.
ar: أعدنا ترتيب بعض المواضيع وغيرنا أسمائها.
fr: Nous avons réorganisé et renommé certains sujets.
ko: 몇 가지 주제의 이름과 위치를 변경하였습니다.
pa: ਅਸੀਂ ਕੁਝ ਵਿਸ਼ਿਆਂ ਨੂੰ ਮੁੜ-ਤਰਤੀਬ ਦਿੱਤੀ ਹੈ ਅਤੇ ਨਾਂ ਬਦਲੇ ਹਨ।
tl: Isinaayos namin at binago ang pangalan ng ilan sa mga paksa.
zh_hant: 我們已將一些主題重新整理命名。

source: The topics are now sorted in a more user-friendly manner.
ar: المواضيع مرتبة الآن بطريقة تسهل على المستخدم الوصول إلى ما يبحث عنه.
fr: Les sujets sont maintenant triés de façon plus conviviale.
ko: 주제들이 사용하기 더 편리하게 정리되었습니다.
pa: ਵਿਸ਼ਿਆਂ ਨੂੰ ਹੁਣ ਵਰਤੋਂਕਾਰ ਲਈ ਵੱਧ ਸੌਖੇ ਢੰਗ ਨਾਲ ਲੜੀਬੱਧ ਕੀਤਾ ਗਿਆ ਹੈ।
tl: Ang mga paksa ay inayos na ngayon sa mas madaling gamitin na paraan.
zh_hant: 現在已加強主題的搜尋整理為方便用戶。

source: You can now suggest updates on service details. When you search for a service, if you see any missing or incorrect information about the listed service, feel free to click the "Suggest an update" button to let the Arrival Advisor team know to fix it.
ar: يمكنك الآن اقتراح إجراء تحديثات على تفاصيل الخدمات. حينما تبحث عن خدمة، لو رأيت وجود معلومات ناقصة أو غير صحيحة تتعلق بالخدمة المدرجة، لا تتردد في الضغط على زر «اقتراح تحديث» كي تبلغ فريق تطبيق Arrival Advisor بالأمر حتى يتمكنوا من تصويبه.
fr: Vous pouvez désormais suggérer de mettre à jour les renseignements liés aux services. Si les renseignements du service répertorié que vous consultez sont manquants ou erronés, n’hésitez pas à cliquer sur le bouton Suggérer une mise à jour pour informer l’équipe d’Arrival Advisor.
ko: 이제 서비스 정보의 업데이트를 제안할 수 있습니다. 서비스를 검색하는 도중에 정보의 누락이나 오류를 발견한 경우 '업데이트 제안하기' 버튼을 클릭해서 Arrival Advisor팀이 수정할 수 있게 알려주세요.
pa: ਤੁਸੀਂ ਸੇਵਾ ਵੇਰਵਿਆਂ ਦੇ ਅੱਪਡੇਟ ਬਾਰੇ ਹੁਣ ਸੁਝਾਅ ਦੇ ਸਕਦੇ ਹੋ। ਜਦੋਂ ਸੇਵਾ ਲਈ ਖੋਜ ਕਰਦੇ ਹੋ ਤਾਂ ਜੇ ਦਿਖਾਈ ਦਿੰਦੀ ਸੇਵਾ ਦੇ ਬਾਰੇ ਕੋਈ ਵੀ ਜਾਣਕਾਰੀ ਗ਼ੈਰ-ਮੌਜੂਦ ਜਾਂ ਗਲਤ ਹੈ ਤਾਂ "ਅੱਪਡੇਟ ਲਈ ਸੁਝਾਅ" ਬਟਨ ਨੂੰ ਕਲਿੱਕ ਕਰਕੇ Arrival Advisor ਦੀ ਟੀਮ ਨੂੰ ਇਹ ਠੀਕ ਕਰਨ ਲਈ ਦੱਸੋ।
tl: Maaarì kayóng magmungkahì ngayón ng mga pagbabago sa mga detalye ng serbisyo. Kapág naghahanap kayó ng isáng serbisyo, kung nakakakità kayó ng anumáng nawawalâ o hindî tamang impormasyón tungkól sa nakalistáng serbisyo, huwág mag-atubilíng iklik ang pindutan ng "Mungkahì ng isáng Pagbabago" upang ipaalam sa pangkát ng Arrival Advisor na ayusin itó.
zh_hant: 現在您可以建議更新服務細節。當您搜索某個服務時，如果看到關於所列出的服務的任何缺失或者錯誤的信息，請隨時點擊“建議更新”按鈕，通知Arrival Advisor團隊修改。

source: We have improved the search results when you search for services.
ar: لقد حسنّا نتائج البحث حينما تبحث عن أي من الخدمات.
fr: Nous avons amélioré les résultats de recherche lorsque vous cherchez des services.
ko: 서비스 검색시 검색 결과를 개선했습니다.
pa: ਜਦੋਂ ਤੁਸੀਂ ਸੇਵਾਵਾਂ ਖੋਜਦੇ ਹੋ ਤਾਂ ਅਸੀਂ ਖੋਜ ਨਤੀਜਿਆਂ ਲਈ ਸੁਧਾਰ ਕੀਤਾ ਹੈ।
tl: Pinabuti namin ang mga resulta ng paghahanap kapág kayó’y naghahanap ng mga serbisyo.
zh_hant: 當您搜索服務時，我們改進了搜索結果。

source: Privacy policy for our "Suggest an update" feature is now translated into all 7 languages.
ar: ترجمت الآن سياسة الخصوصية التي تنطبق على سمة «اقترح تحديث» إلى كافة اللغات السبع.
fr: La politique de confidentialité de notre fonctionnalité « Suggérer une mise à jour » est désormais traduite dans nos sept langues.
ko: "업데이트 제안하기" 기능의 개인 정보 정책이 7개의 언어로 번역되었습니다.
pa: ਸਾਡੇ "ਅੱਪਡੇਟ ਲਈ ਸੁਝਾਅ ਦਿਓ" ਫ਼ੀਚਰ ਲਈ ਪਰਦੇਦਾਰੀ ਨੀਤੀ ਨੂੰ ਹੁਣ ਸਾਰੀਆਂ 7 ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਅਨੁਵਾਦ ਕੀਤਾ ਗਿਆ ਹੈ।

source: Made improvements to our "Suggest an update" feature. Try it out!
ar: أجرينا تحسينات على سمة «اقترح تحديثات» التي نقدمها. جربها بنفسك!
fr: Nous avons apporté des améliorations à notre fonctionnalité « Suggérer une mise à jour ». Essayez-la!
ko: "업데이트 제안하기" 기능이 개선되었습니다. 지금 체험해보세요!
pa: ਸਾਡੇ "ਅੱਪਡੇਟ ਲਈ ਸੁਝਾਅ ਦਿਓ" ਫ਼ੀਚਰ ਲਈ ਸੁਧਾਰ ਕੀਤੇ ਗਏ ਹਨ। ਅਜ਼ਮਾ ਕੇ ਵੇਖੋ!

source: We've added Organizations to Arrival Advisor! You can now view contact information and descriptions for organizations that provide a variety of services to support newcomers.
ar: لقد أضفنا مساحة للمنظمات إلى تطبيق Arrival Advisor! يمكنك الآن استعراض بيانات الاتصال وبيان بكل منظمة تقدم مجموعة متنوعة من الخدمات التي تساند الوافدين الجدد.

source: Tell us about your experience with services! You can give feedback about a service by selecting the smiley faces at the bottom of a service page and providing an optional comment about your experience.
ar: أخبرنا عن خبرة تعاملك مع الخدمات! يمكنك تقديم آرائك وملاحظاتك عن أحد الخدمات عن طريق اختيار أي من أيقونات الوجوه المعروضة في الجزء السفلي من صفحة أي خدمة وإضافة تعليق اختياري عن خبرة تعاملك معهم.

source: Fixed: Previously, only the main branches of public libraries were listed on the app. You can now find branch locations for public libraries near you.
ar: إصلاح: كانت في السابق الأفرع الرئيسية من المكتبات العامة فقط مدرجة في التطبيق. يمكنك الآن البحث عن أفرع المكتبات العامة القريبة منك.
